Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: In order to change your membership option, you must first log in by giving your %(extra)smembership password in the section below. If you don't remember your membership password, you can have it emailed to you by clicking on the button below. If you just want to unsubscribe from this list, click on the <em>Unsubscribe</em> button and a confirmation message will be sent to you. <p><strong><em>Important:</em></strong> From this point on, you must have cookies enabled in your browser, otherwise none of your changes will take effect.
sl: Èe ¾elite spremeniti svoje èlanske mo¾nosti, se morate najprej prijaviti, tako da vnesete svoje %(extra)s èlansko geslo v spodnje polje. Èe ste pozabili èlansko geslo, si ga lahko po¹ljete po e-po¹ti, tako da kliknete na spodnji gumb. Èe se ¾elite samo odjaviti s tega seznama, kliknite gumb <em>Odjavi</em>, in po e-po¹ti boste prejeli sporoèilo, ki ga morate potrditi. <p><strong><em>Pomembno:</em></strong> Od tu dalje mora imeti va¹ brskalnik omogoèene pi¹kotke, drugaèe spremembe ne bodo veljale.

source: Email address:
sl: E-po¹tni naslov:

source: Password:
sl: Geslo:

source: Log in
sl: Prijava

source: By clicking on the <em>Unsubscribe</em> button, a confirmation message will be emailed to you. This message will have a link that you should click on to complete the removal process (you can also confirm by email; see the instructions in the confirmation message).
sl: Èe kliknete na gumb <em>Odjavi</em>, boste po e-po¹ti prejeli potrditveno sporoèilo. To sporoèilo bo vsebovalo povezavo, na katero lahko kliknete, da dokonèate postopek odjave (odjavo lahko potrdite tudi prek e-po¹te; glej navodila v prejetem sporoèilu).

source: Password reminder
sl: Opomnik za geslo

source: By clicking on the <em>Remind</em> button, your password will be emailed to you.
sl: S klikom na gumb <em>Opomni</em> boste po e-po¹ti prejeli sporoèilo z va¹im geslom.

source: Remind
sl: Opomni

source: Requested topic is not valid: %(topicname)s
sl: Zahtevana tema ni veljavna: %(topicname)s

source: Topic filter details
sl: Podrobnosti tematskega filtra

source: Name:
sl: Ime:

source: Pattern (as regexp):
sl: Vzorec (kot regexp):

source: Private Archive Error
sl: Napaka v zasebnem arhivu

source: You must specify a list.
sl: Navesti morate seznam.

source: Private Archive Error - %(msg)s
sl: Napaka v zasebnem arhivu - %(msg)s

source: Private archive file not found
sl: Ni mogoèe najti datoteke z zasebnim arhivom

source: You're being a sneaky list owner!
sl: Vi ste pa prebrisan lastnik seznama!

source: You are not authorized to delete this mailing list
sl: Niste poobla¹èeni za brisanje tega po¹tnega seznama

source: Mailing list deletion results
sl: Rezultati brisanja po¹tnega seznama

source: You have successfully deleted the mailing list <b>%(listname)s</b>.
sl: Uspe¹no ste izbrisali po¹tni seznam <b>%(listname)s</b>.

source: There were some problems deleting the mailing list <b>%(listname)s</b>. Contact your site administrator at %(sitelist)s for details.
sl: Nastale so napake pri brisanju po¹tnega seznama <b>%(listname)s</b>. Za podrobnosti se obrnite na skrbnika seznama na %(sitelist)s.

source: Permanently remove mailing list <em>%(realname)s</em>
sl: Trajno odstrani po¹tni seznam <em>%(realname)s</em>

source: This page allows you as the list owner, to permanent remove this mailing list from the system. <strong>This action is not undoable</strong> so you should undertake it only if you are absolutely sure this mailing list has served its purpose and is no longer necessary. <p>Note that no warning will be sent to your list members and after this action, any subsequent messages sent to the mailing list, or any of its administrative addreses will bounce. <p>You also have the option of removing the archives for this mailing list at this time. It is almost always recommended that you do <strong>not</strong> remove the archives, since they serve as the historical record of your mailing list. <p>For your safety, you will be asked to reconfirm the list password.
sl: Na tej strani lahko kot lastnik seznama trajno odstranite ta po¹tni seznam iz sistema. <strong>Tega dejanja ni mogoèe razveljaviti </strong>, tako da se zanj odloèite le, èe ste preprièani, da ta po¹tni seznam ni veè potreben. <p>Èlanom seznama ne bo poslano obvestilo o brisanju seznama, prav tako bodo vsa nadaljnja sporoèila na seznam ali na naslove skrbnikov zavrnjena. <p>Izbri¹ete lahko tudi arhive tega po¹tnega seznama. Priporoèamo vam, da <strong>ne</strong> izbri¹ete arhivov, saj le-ti slu¾ijo kot dokumentacija po¹tnega seznama. <p>Zaradi varnosti boste morali ponovno vnesti svoje geslo.

source: List password:
sl: Geslo za seznam:

source: Also delete archives?
sl: Ali ¾elite izbrisati tudi arhiv?

source: <b>Cancel</b> and return to list administration
sl: <b>Preklièi</b> in se vrni na skrbni¹tvo seznama

source: Delete this list
sl: Izbri¹i ta seznam

source: Invalid options to CGI script
sl: Neveljavne mo¾nosti za CGI skript

source: %(realname)s roster authentication failed.
sl: Avtentikacija èlana %(realname)s za roster ni uspela.

source: Error
sl: Napaka

source: You must supply a valid email address.
sl: Navesti morate veljavni e-po¹tni naslov.

source: You may not subscribe a list to itself!
sl: Seznama ne morete prijaviti samega nase!

source: If you supply a password, you must confirm it.
sl: Ko vnesete geslo, da morate potrditi.

source: Your passwords did not match.
sl: Gesli se ne ujemata.

source: Your subscription request has been received, and will soon be acted upon. Depending on the configuration of this mailing list, your subscription request may have to be first confirmed by you via email, or approved by the list moderator. If confirmation is required, you will soon get a confirmation email which contains further instructions.
sl: Va¹a zahteva za prijavo je bila prejeta in bo kmalu obdelana. Glede na konfiguracijo tega seznama, boste morda najprej morali potrditi svojo zahtevo po e-po¹ti, ali pa ga bo neposredno odobril moderator seznama. Èe je potrebna va¹a potrditev, boste prejeli sporoèilo z nadaljnjimi navodili.

source: The email address you supplied is banned from this mailing list. If you think this restriction is erroneous, please contact the list owners at %(listowner)s.
sl: Navedeni e-po¹tni naslov je prepovedan na tem po¹tnem seznamu. Èe menite, da gre za napako, se obrnite na lastnike seznama na naslovu %(listowner)s.

source: The email address you supplied is not valid. (E.g. it must contain an `@'.)
sl: Vne¹eni e-po¹tni naslov je neveljaven. (npr. ne sme vsebovati znaka `@'.)

source: Your subscription is not allowed because the email address you gave is insecure.
sl: Prijava s tem naslovom ni dovoljena, saj navedeni e-po¹tni naslov ni varen.

source: Confirmation from your email address is required, to prevent anyone from subscribing you without permission. Instructions are being sent to you at %(email)s. Please note your subscription will not start until you confirm your subscription.
sl: Potrebna je potrditev va¹ega e-po¹tnega naslova, da ga ne bi kdo uporabil brez va¹ega dovoljenja. Navodila boste prejeli na naslov %(email)s. Na po¹tni seznam boste prijavljeni ¹ele potem, ko potrdite zahtevo po prijavi.

source: Your subscription request was deferred because %(x)s. Your request has been forwarded to the list moderator. You will receive email informing you of the moderator's decision when they get to your request.
sl: Va¹a zahteva za prijavo je odlo¾ena zaradi %(x)s. Zahteva je bila posredovana moderatorju seznama. Prejeli boste sporoèilo, v katerem boste obve¹èeni o odloèitvi moderatorja glede va¹e zahteve.

source: You are already subscribed.
sl: Ste ¾e èlan tega seznama.

source: Mailman privacy alert
sl: Varnostno opozorilo programa Mailman

source: An attempt was made to subscribe your address to the mailing list %(listaddr)s. You are already subscribed to this mailing list. Note that the list membership is not public, so it is possible that a bad person was trying to probe the list for its membership. This would be a privacy violation if we let them do this, but we didn't. If you submitted the subscription request and forgot that you were already subscribed to the list, then you can ignore this message. If you suspect that an attempt is being made to covertly discover whether you are a member of this list, and you are worried about your privacy, then feel free to send a message to the list administrator at %(listowner)s.
sl: S svojim naslovom ste se posku¹ali prijaviti na po¹tni seznam %(listaddr)s. Ta naslov je ¾e vèlanjen na tem seznamu. Ker èlanstvo na po¹tnem seznamu ni javno, je mogoèe, da je nekdo zlonamerno posku¹al priti do èlanstva. Èe bi mu to uspelo, bi bila to kr¹itev naèel zasebnosti, zato smo to prepreèili. Èe pa ste se posku¹ali prijaviti, ker ste pozabili, da ste ¾e èlan seznama, prezrite to sporoèilo. Èe sumite, da nekdo posku¹a izvedeti, ali ste èlan seznama in vas skrbi varnost va¹ih podatkov, se obrnite na skrbnika seznama na naslovu %(listowner)s.

source: This list does not support digest delivery.
sl: Ta seznam ne omogoèa prejemanje dnevnih izvleèkov.

source: This list only supports digest delivery.
sl: Ta seznam podpira le prejemanje izvleèkov.

source: You have been successfully subscribed to the %(realname)s mailing list.
sl: Uspe¹no ste prijavljeni na po¹tni seznam %(realname)s.

source: confirm <confirmation-string> Confirm an action. The confirmation-string is required and should be supplied by a mailback confirmation notice.
sl: confirm <confirmation-string> Potrdi dejanje. Potrditveni niz je obvezen in ga je treba poslati v obvestilu o potrditvi.

source: Usage:
sl: Uporaba:

source: Invalid confirmation string. Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your original request or message.
sl: Neveljaven potrditveni niz. Vsi potrditveni nizi poteèejo pribli¾no %(days)s po prvi zahtevi za prijavo. Èe je va¹ niz za potrditev potekel, poskusite ponovno poslati zahtevo ali sporoèilo.

source: Your request has been forwarded to the list moderator for approval.
sl: Va¹a zahteva je bila posredovana moderatorju seznama za odobritev.

source: You are not currently a member. Have you already unsubscribed or changed your email address?
sl: Trenutno niste èlan dopisnega seznama. Ali ste se morda odjavili s seznama ali spremenili svoj e-po¹tni naslov?

source: You were not invited to this mailing list. The invitation has been discarded, and both list administrators have been alerted.
sl: Na ta dopisni seznam niste bili povabljeni. Povabilo je bilo zavrnjeno, skrbniki dopisnega seznama pa so bili obve¹èeni.

source: Confirmation succeeded
sl: Potrditev je bila uspe¹na

source: echo [args] Simply echo an acknowledgement. Args are echoed back unchanged.
sl: echo [args] Odvrne argument, ki bo vrnjen nespremenjen.

source: end Stop processing commands. Use this if your mail program automatically adds a signature file.
sl: end Konèa ukaze obdelave. Uporabite ga, èe va¹ po¹tni program samodejno doda podpis.

source: help Print this help message.
sl: help Natisne to sporoèilo s pomoèjo.

source: You can access your personal options via the following url:
sl: Svoje osebne nastavitve najdete na naslednjem url:

source: info Get information about this mailing list.
sl: info Prika¾e informacije o tem po¹tnem seznamu.

source: n/a
sl: ni na voljo

source: List name: %(listname)s
sl: Ime seznama: %(listname)s

source: Description: %(description)s
sl: Opis: %(description)s

source: Postings to: %(postaddr)s
sl: Objave na: %(postaddr)s

source: List Helpbot: %(requestaddr)s
sl: Pomoè za seznam: %(requestaddr)s

source: List Owners: %(owneraddr)s
sl: Lastniki seznama: %(owneraddr)s

source: More information: %(listurl)s
sl: Dodatne informacije: %(listurl)s

source: The `join' command is synonymous with `subscribe'.
sl: Ukaz `join' pomeni enako kot `subscribe'.

source: The `leave' command is synonymous with `unsubscribe'.
sl: Ukaz `leave' pomeni enako kot `unsubscribe'.

source: lists See a list of the public mailing lists on this GNU Mailman server.
sl: lists Poka¾e seznam javnih po¹tnih seznamov na tem GNU Mailman stre¾niku.

source: Public mailing lists at %(hostname)s:
sl: Javni po¹tni seznami na %(hostname)s:

source: %(i)3d. List name: %(realname)s
sl: %(i)3d. Ime seznama: %(realname)s

source: Description: %(description)s
sl: Opis: %(description)s

source: Requests to: %(requestaddr)s
sl: Zahteve na: %(requestaddr)s

source: password [<oldpassword> <newpassword>] [address=<address>] Retrieve or change your password. With no arguments, this returns your current password. With arguments <oldpassword> and <newpassword> you can change your password. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). Note that in this case the response is always sent to the subscribed address.
sl: password [<oldpassword> <newpassword>] [address=<address>] Prika¾ete ali spremenite svoje geslo. Brez argumentov vrne trenutno geslo. Z argumenti <oldpassword> in <newpassword> lahko spremenite geslo. Èe po¹iljate sporoèilo z naslova, ki je drugaèen od èlanskega, navedite tudi naslov, s katerim ste prijavljeni: `address=<address>' (brez oklepajev in narekovajev okoli naslova!). V tem primeru bo rezultat vedno poslan na prijavljeni naslov.

source: Your password is: %(password)s
sl: Va¹e geslo je: %(password)s

source: You are not a member of the %(listname)s mailing list
sl: Niste prijavljeni na po¹tni seznam %(listname)s

source: You did not give the correct old password, so your password has not been changed. Use the no argument version of the password command to retrieve your current password, then try again.
sl: Niste navedli pravilnega sedanjega gesla, zato le-ta ni bil spremenjen. Èe ¾elite prejeti svoje sedanje geslo, uporabite ukaz password brez argumentov in poskusite znova.

source: Usage:
sl: Uporaba:

source: The `remove' command is synonymous with `unsubscribe'.
sl: Ukaz `remove' pomeni enako kot `unsubscribe'.

source: set ... Set or view your membership options. Use `set help' (without the quotes) to get a more detailed list of the options you can change. Use `set show' (without the quotes) to view your current option settings.
sl: set ... Nastavi ali prika¾e uporabni¹ke mo¾nosti. Ukaz `set help' (brez narekovajev) prika¾e podroben seznam mo¾nosti, ki jih lahko spremenite. Ukaz `set show' (brez narekovajev) prika¾ete nastavitev trenutne mo¾nosti.

source: set help Show this detailed help. set show [address=<address>] View your current option settings. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). set authenticate <password> [address=<address>] To set any of your options, you must include this command first, along with your membership password. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). set ack on set ack off When the `ack' option is turned on, you will receive an acknowledgement message whenever you post a message to the list. set digest plain set digest mime set digest off When the `digest' option is turned off, you will receive postings immediately when they are posted. Use `set digest plain' if instead you want to receive postings bundled into a plain text digest (i.e. RFC 1153 digest). Use `set digest mime' if instead you want to receive postings bundled together into a MIME digest. set delivery on set delivery off Turn delivery on or off. This does not unsubscribe you, but instead tells Mailman not to deliver messages to you for now. This is useful if you're going on vacation. Be sure to use `set delivery on' when you return from vacation! set myposts on set myposts off Use `set myposts off' to not receive copies of messages you post to the list. This has no effect if you're receiving digests. set hide on set hide off Use `set hide on' to conceal your email address when people request the membership list. set duplicates on set duplicates off Use `set duplicates off' if you want Mailman to not send you messages if your address is explicitly mentioned in the To: or Cc: fields of the message. This can reduce the number of duplicate postings you will receive. set reminders on set reminders off Use `set reminders off' if you want to disable the monthly password reminder for this mailing list.
sl: set help Poka¾e to podrobno pomoè. set show [address=<address>] Prika¾e trenutne nastavitve mo¾nosti. Èe po¹iljate sporoèilo z drugega naslova, kot je èlanski, navedite tudi èlanski naslov z ukazom `address=<address>' (brez oklepajev in narekovajev okoli naslova!) set authenticate <password> [address=<address>] Èe ¾elite nastaviti katerokoli mo¾nost, najprej vkljuèite ta ukaz, skupaj s èlanskim geslom. Èe po¹iljate z drugega naslova, kot je tisti, s katerim ste prijavljeni, navedite tudi èlanski naslov z ukazom `address=<address>' (brez oklepajev in narekovajev okoli naslova! set ack on set ack off Èe je mo¾nost `ack' vkljuèena, boste prejeli potrdilo, ko bo va¹e sporoèilo objavljeno na seznamu. set digest plain set digest mime set digest off Èe je mo¾nost `digest' izkljuèena, boste prejeli sporoèila takoj, ko so le-ta objavljena. Nastavite `set digest plain', èe ¾elite namesto posameznih sporoèil prejemati dnevni izvleèek v obliki navadnega besedila (t.j. RFC 1153 digest). Z ukazom `set digest mime' nastavite, da ¾elite prejemati MIME izvleèke. set delivery on set delivery off Vkljuèi ali izkljuèi prejemanje po¹te. S tem ukazom se ne odjavite, le Mailmanu poveste, da zaèasno ne ¾elite prejemati sporoèil. Ta mo¾nost je uporabna med dopustom. Ko se vrnete, ne pozabite prejemanje po¹te kasneje zopet vkljuèiti z ukazom `set delivery on'! set myposts on set myposts off Z ukazom `set myposts off' doloèite, da ne ¾elite prejemati kopij svojih sporoèil s seznama. Ta mo¾nost ne velja, èe prejemate izvleèke. set hide on set hide off Uporabite ukaz `set hide on', da skrijete svoj naslov, ko ostali vidijo seznam èlanov. set duplicates on set duplicates off Z ukazom `set duplicates off', èe ne ¾elite prejeti sporoèila, kadar je va¹ naslov naveden v poljih Za: ali Kp: sporoèila. Tako lahko zmanj¹ate ¹tevilo prejetih sporoèil s seznama. set reminders on set reminders off Uporabite ukaz `set reminders off', èe ¾elite izkljuèiti meseèno po¹iljanje opomnika z geslom za po¹tni seznam.

source: Bad set command: %(subcmd)s
sl: Napaèen set ukaz: %(subcmd)s

source: Your current option settings:
sl: Trenutne nastavitve mo¾nosti:

source: off
sl: izkljuèeno

source: on
sl: vkljuèeno

source: by you
sl: sami

source: by the admin
sl: administrator

source: due to bounces
sl: zaradi zavrnitev po¹te

source: %(status)s (%(how)s on %(date)s)
sl: %(status)s (%(how)s dne %(date)s)

source: You did not give the correct password
sl: Vnesli ste neveljavno geslo

source: Bad argument: %(arg)s
sl: Neveljaven argument: %(arg)s

source: Not authenticated
sl: Ni avtenticirano

source: stop is synonymous with the end command.
sl: Ukaz stop pomeni enako kot ukaz end.

source: subscribe [password] [digest|nodigest] [address=<address>] Subscribe to this mailing list. Your password must be given to unsubscribe or change your options, but if you omit the password, one will be generated for you. You may be periodically reminded of your password. The next argument may be either: `nodigest' or `digest' (no quotes!). If you wish to subscribe an address other than the address you sent this request from, you may specify `address=<address>' (no brackets around the email address, and no quotes!)
sl: subscribe [password] [digest|nodigest] [address=<address>] Prijavi se na ta po¹tni seznam. Za odjavo ali spreminjanje mo¾nosti morate vnesti svoje geslo, èe pa ga ne vnesete, bo le-to samodejno ustvarjeno. Vsake toliko èasa boste prejeli opomnik s tem geslom. Naslednji argument je lahko: `nodigest' ali `digest' (brez narekovajev!). Èe se ¾elite prijaviti z drugim naslovom, kot je ta, s katerega po¹iljate to zahtevo, ga navedite kot `address=<address>' (brez oklepajev in narekovajev okoli naslova!)

source: Bad digest specifier: %(arg)s
sl: Neveljaven digest ukaz: %(arg)s

source: No valid address found to subscribe
sl: Ni veljavnega naslova za prijavo

source: The email address you supplied is banned from this mailing list. If you think this restriction is erroneous, please contact the list owners at %(listowner)s.
sl: Navedeni e-po¹tni naslov ni dovoljen na tem po¹tnem seznamu. Èe menite, da je pri¹lo do napake, se obrnite na lastnike seznama na naslov %(listowner)s.

source: Mailman won't accept the given email address as a valid address. (E.g. it must have an @ in it.)
sl: Mailman noèe sprejeti navedenega po¹tnega naslova kot veljavnega. (npr.: vsebovati mora znak @.)

source: Your subscription is not allowed because the email address you gave is insecure.
sl: Prijava s tem e-po¹tnim naslovom ni mogoèa, ker le-ta ni varen.

source: You are already subscribed!
sl: Ste ¾e prijavljeni na ta po¹tni seznam!

source: No one can subscribe to the digest of this list!
sl: Ni se mogoèe naroèiti na izvleèke s tega seznama!

source: This list only supports digest subscriptions!
sl: Ta seznam podpira samo prejemanje izvleèkov!

source: Your subscription request has been forwarded to the list administrator at %(listowner)s for review.
sl: Va¹a zahteva za prijavo je bila posredovana skrbniku seznama na naslov %(listowner)s za obdelavo.

source: Subscription request succeeded.
sl: Zahteva za prijavo je bila uspe¹na.

source: unsubscribe [password] [address=<address>] Unsubscribe from the mailing list. If given, your password must match your current password. If omitted, a confirmation email will be sent to the unsubscribing address. If you wish to unsubscribe an address other than the address you sent this request from, you may specify `address=<address>' (no brackets around the email address, and no quotes!)
sl: unsubscribe [password] [address=<address>] Odjavi se s po¹tnega seznama. Èe je podano, se mora geslo ujemati s trenutnim geslom. Èe ga ne navedete, boste na svoj naslov prejeli sporoèilo, ki ga morate potrditi. Èe ¾elite odjaviti drug naslov, kot je ta, s katerega po¹iljate zahtevo, navedite naslov, ki ga ¾elite odjaviti kot `address=<address>' (brez oklepajev in narekovajev okoli naslova!)

source: %(address)s is not a member of the %(listname)s mailing list
sl: %(address)s ni prijavljen na po¹tni seznam %(listname)s

source: Your unsubscription request has been forwarded to the list administrator for approval.
sl: Va¹a zahteva za odjavo je bila posredovana skrbniku seznama za obdelavo.

source: You gave the wrong password
sl: Vnesli ste napaèno geslo

source: Unsubscription request succeeded.
sl: Zahteva za odjavo je bila uspe¹na.

source: who password See everyone who is on this mailing list. The roster is limited to list administrators and moderators only; you must supply the list admin or moderator password to retrieve the roster.
sl: who password Poka¾e vse èlane tega po¹tnega seznama. Roster je omejen le na skrbnike in moderatorje seznama, zato morate vnesti svoje skrbni¹ko ali moderatorsko geslo.

source: You are not allowed to retrieve the list membership.
sl: Nimate dovoljenja za dostop do seznama èlanov.

source: This list has no members.
sl: Seznam nima èlanov.

source: Non-digest (regular) members:
sl: Èlani, ki ne prejemajo izvleèka:

source: Digest members:
sl: Èlani, ki prejemajo izvleèek:

source: Czech
sl: Èe¹ki
