Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: Once a month, your password will be emailed to you as a reminder.
sl: Enkrat meseèno vam bo geslo poslano v obliki opomnika.

source: The current archive
sl: Trenutni arhiv

source: %(realname)s post acknowledgement
sl: Potrditev prejema sporoèila na %(realname)s

source: Your urgent message to the %(realname)s mailing list was not authorized for delivery. The original message as received by Mailman is attached.
sl: Va¹e nujno sporoèilo na po¹tni seznam %(realname)s ni bilo odobreno za objavo. Izvirno sporoèilo, kot ga je prejel Mailman, je prilo¾eno.

source: Emergency hold on all list traffic is in effect
sl: Trenutno velja nujna moderacija vseh sporoèil na seznamu

source: Your message was deemed inappropriate by the moderator.
sl: Va¹e sporoèilo je moderator neprimerno obravnaval.

source: Sender is explicitly forbidden
sl: Po¹iljatelj je izrecno prepovedan

source: You are forbidden from posting messages to this list.
sl: Ni vam dovoljeno objavljati sporoèil na seznamu.

source: Post to moderated list
sl: Objavi na moderiranem seznamu

source: Post by non-member to a members-only list
sl: Sporoèilo neèlana na seznamu, ki je samo za èlane

source: Non-members are not allowed to post messages to this list.
sl: Neèlanom ni dovoljeno objavljati sporoèil na tem seznamu.

source: Posting to a restricted list by sender requires approval
sl: Objava sporoèila na omejenem seznamu zahteva odobritev

source: This list is restricted; your message was not approved.
sl: Ta seznam je omejen, zato va¹e sporoèilo ni bilo odobreno.

source: Too many recipients to the message
sl: Preveliko prejemnikov sporoèila

source: Please trim the recipient list; it is too long.
sl: Skraj¹ate seznam prejemnikov, ker je predolg.

source: Message has implicit destination
sl: Sporoèilo ima prikrit cilj.

source: Blind carbon copies or other implicit destinations are not allowed. Try reposting your message by explicitly including the list address in the To: or Cc: fields.
sl: Skrite vljudnostne kopije ali drugi prikriti naslovi niso dovoljeni. Posku¹ajte ponovno poslati sporoèilo, s tem da v polje Za: ali Kp: vnesete ciljni naslov.

source: Message may contain administrivia
sl: Sporoèilo morda vsebuje skrbni¹ke opombe

source: Please do *not* post administrative requests to the mailing list. If you wish to subscribe, visit %(listurl)s or send a message with the word `help' in it to the request address, %(request)s, for further instructions.
sl: Prosimo, da *ne* po¹iljate skrbni¹kih zahtev na po¹tni seznam. Èe se ¾elite prijaviti, obi¹èite stran %(listurl)s ali po¹ljite sporoèilo z besedo `help' na naslov za zahteve, %(request)s in prejeli boste nadaljnja navodila.

source: Message has a suspicious header
sl: Sporoèilo vsebuje sumljivo glavo

source: Your message had a suspicious header.
sl: Va¹e sporoèilo vsebuje sumljivo glavo.

source: Message body is too big: %(size)d bytes with a limit of %(limit)d KB
sl: Besedilo sporoèila je preveliko: %(size)d bajtov, dovoljenih je %(limit)d KB

source: Your message was too big; please trim it to less than %(kb)d KB in size.
sl: Va¹e sporoèilo je preveliko; zato ga skraj¹ajte na najveè %(kb)d KB.

source: Posting to a moderated newsgroup
sl: Objava na moderirani novièarski skupini

source: Your message to %(listname)s awaits moderator approval
sl: Va¹e sporoèilo za %(listname)s èaka na odobritev moderatorja

source: %(listname)s post from %(sender)s requires approval
sl: Objava na %(listname)s od %(sender)s èaka na odobritev

source: If you reply to this message, keeping the Subject: header intact, Mailman will discard the held message. Do this if the message is spam. If you reply to this message and include an Approved: header with the list password in it, the message will be approved for posting to the list. The Approved: header can also appear in the first line of the body of the reply.
sl: Èe odgovorite na to sporoèilo, pri tem pa pustite polje Zadeva: nespremenjeno, bo Mailman izbrisal èakajoèe sporoèilo. To storite, èe je sporoèilo ne¾elena po¹ta. Èe odgovorite na to sporoèilo in vkljuèite polje Odobreno: ter geslo za seznam, bo sporoèilo samodejno odobreno in poslano na seznam. Polje Odobreno: lahko dodate tudi v prvo vrstico besedila sporoèila v odgovoru.

source: The message's content type was explicitly disallowed
sl: Ta vrsta vsebine sporoèila je izrecno prepovedana

source: The message's content type was not explicitly allowed
sl: Ta vrsta vsebine sporoèila ni izrecno dovoljena

source: After content filtering, the message was empty
sl: Potem, ko je bila vsebina filtrirana, je sporoèilo ostalo prazno

source: The attached message matched the %(listname)s mailing list's content filtering rules and was prevented from being forwarded on to the list membership. You are receiving the only remaining copy of the discarded message.
sl: Prilo¾eno sporoèilo ustreza kriterijam filtriranja vsebine za po¹tni seznam %(listname)s, zato ni bilo posredovano èlanom po¹tnega seznama. Prejeli ste edino preostalo kopijo izbrisanega sporoèila.

source: Content filtered message notification
sl: Obvestilo o filtriranju vsebine sporoèila

source: You are not allowed to post to this mailing list, and your message has been automatically rejected. If you think that your messages are being rejected in error, contact the mailing list owner at %(listowner)s.
sl: Nimate dovoljenja objavljati sporoèil na tem seznamu, zato je bilo va¹e sporoèilo samodejno zavrnjeno. Èe menite, da je pri¹lo do napake, se obrnite na lastnika po¹tnega seznama na naslov %(listowner)s.

source: Auto-discard notification
sl: Obvestilo o samodejni zavrnitvi sporoèila

source: The attached message has been automatically discarded.
sl: Pripeto sporoèilo je bilo samodejno zavrnjeno.

source: Auto-response for your message to the "%(realname)s" mailing list
sl: Samodejni odgovor na va¹e sporoèilo za dopisni seznam "%(realname)s"

source: The Mailman Replybot
sl: Mailman ReplyBot

source: HTML attachment scrubbed and removed
sl: HTML priponka preèi¹èena in odstranjena

source: An HTML attachment was scrubbed... URL: %(url)s
sl: HTML priponka je preèi¹èena... URL: %(url)s

source: no subject
sl: brez zadeve

source: no date
sl: brez datuma

source: unknown sender
sl: neznan po¹iljatelj

source: -------------- next part --------------
sl: -------------- naslednji del --------------

source: %(realname)s Digest, Vol %(volume)d, Issue %(issue)d
sl: %(realname)s izvleèek, let %(volume)d, ¹tevilka %(issue)d

source: digest header
sl: glava izvleèka

source: Digest Header
sl: Glava izvleèka

source: Today's Topics:
sl: Dana¹nje teme:

source: Today's Topics (%(msgcount)d messages)
sl: Dana¹nje teme (%(msgcount)d sporoèil)

source: digest footer
sl: noga izvleèka

source: Digest Footer
sl: Noga izvleèka

source: End of
sl: Konec

source: Posting of your message titled "%(subject)s"
sl: Objava va¹ega sporoèila "%(subject)s"

source: [No reason given]
sl: [razlog ni podan]

source: Forward of moderated message
sl: Posredovano moderirano sporoèilo

source: New subscription request to list %(realname)s from %(addr)s
sl: Nova zahteva za prijavo na seznam %(realname)s od %(addr)s

source: Subscription request
sl: Zahteva za prijavo

source: New unsubscription request from %(realname)s by %(addr)s
sl: Nova zahteva za odjavo s seznama %(realname)s od %(addr)s

source: Unsubscription request
sl: Zahteva za odjavo

source: Original Message
sl: Izvirno sporoèilo

source: Request to mailing list %(realname)s rejected
sl: Zahteva za po¹tni seznam %(realname)s zavrnjena

source: The mailing list `%(listname)s' has been created via the through-the-web interface. In order to complete the activation of this mailing list, the proper /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries for the /etc/aliases file:
sl: Po¹tni seznam `%(listname)s' je bil oblikovan preko internetnega vmesnika. Èe ¾elite dokonèati aktiviranje tega seznama, morate posodobiti ustrezno datoteko /etc/aliases (ali drugo ustrezno). Morda bo potrebno zagnati tudi program `newaliases'. Tukaj so vnosi za datoteko /etc/aliases:

source: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines, and possibly running the `newaliases' program:
sl: Za konec oblikovanja lastnega dopisnega seznama morate urediti datoteko /etc/aliases (ali ustrezno) in ji dodati naslednje vrstice ter, èe je mo¾no, zagnati program `newaliases':

source: ## %(listname)s mailing list
sl: Dopisni seznam ## %(listname)s

source: Mailing list creation request for list %(listname)s
sl: Zahteva za ustvarjanje po¹tnega seznama %(listname)s

source: The mailing list `%(listname)s' has been removed via the through-the-web interface. In order to complete the de-activation of this mailing list, the appropriate /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries in the /etc/aliases file that should be removed:
sl: Po¹ti seznam `%(listname)s' je bil odstranjen prek internetnega vmesnika. Èe ¾elite dokonèati deaktivacijo tega seznama, morate posodobiti datoteko /etc/aliases (ali drugo ustrezno). Za¾enite tudi program `newaliases'. Tukaj so vnosi iz datoteke /etc/aliases, ki jih je potrebno odstraniti:

source: To finish removing your mailing list, you must edit your /etc/aliases (or equivalent) file by removing the following lines, and possibly running the `newaliases' program: ## %(listname)s mailing list
sl: Da bi dokonèali odstranjevanje va¹eg po¹tnega seznama, moraet urediti datoteko /etc/aliases (ali drugo ustrezno), tako da odstranite naslednje vrstice in, èe je mogoèe, za¾enete program `newaliases': ## po¹tni seznam %(listname)s

source: Mailing list removal request for list %(listname)s
sl: Zahteva za odstranitev po¹tnega seznama %(listname)s

source: checking permissions on %(file)s
sl: preverjanje dovoljenj v %(file)s

source: %(file)s permissions must be 066x (got %(octmode)s)
sl: %(file)s dovoljenja morajo biti 066x (%(octmode)s)

source: (fixing)
sl: (popravljanje)

source: checking ownership of %(dbfile)s
sl: preverjanje lastni¹tva za %(dbfile)s

source: %(dbfile)s owned by %(owner)s (must be owned by %(user)s
sl: %(dbfile)s ima v lasti %(owner)s (lastnik mora biti %(user)s)

source: from %(remote)s
sl: od %(remote)s

source: subscriptions to %(realname)s require moderator approval
sl: prijave na %(realname)s zahtevajo odobritev moderatorja

source: %(realname)s subscription notification
sl: Obvestilo o prijavi na %(realname)s

source: unsubscriptions require moderator approval
sl: odjave zahtevajo odobritev moderatorja

source: %(realname)s unsubscribe notification
sl: Obvestilo o odjavi s seznama %(realname)s

source: subscriptions to %(name)s require administrator approval
sl: prijave na %(name)s zahtevajo odobritev skrbnika

source: Last autoresponse notification for today
sl: Zadnje samodejno oblikovano obvestilo danes

source: The attached message was received as a bounce, but either the bounce format was not recognized, or no member addresses could be extracted from it. This mailing list has been configured to send all unrecognized bounce messages to the list administrator(s). For more information see: %(adminurl)s
sl: Prilo¾eno sporoèilo je bilo prejeto kot zavrnitev, vendar ni mogoèe prepoznati formata zavrnitve, prav tako ni bilo mogoèe najti niti naslova èlana. Ta po¹tni seznam je konfiguriran tako, da po¹lje vse neprepoznavne zavrnitve skrbniku(om) seznama. Za dodatne informacije si oglejte: %(adminurl)s

source: Uncaught bounce notification
sl: Spregledano obvestilo o zavrnitvi

source: Ignoring non-text/plain MIME parts
sl: Prezri nebesedilne/navadne MIME dele

source: The results of your email command are provided below. Attached is your original message.
sl: Spodaj so prikazani rezultati va¹ega e-po¹tnega ukaza. Prilo¾eno je izvirno sporoèilo.

source: - Results:
sl: - Rezultati:

source: - Unprocessed:
sl: - Neobdelano:

source: No commands were found in this message. To obtain instructions, send a message containing just the word "help".
sl: V tem sporoèilu ni mogoèe najti ukazov. Za podrobna navodila po¹ljite sporoèilo, ki vsebuje samo besedo "help".

source: - Ignored:
sl: - Prezrto:

source: - Done.
sl: - Dokonèano.

source: The results of your email commands
sl: Rezultati va¹ih e-po¹tnih ukazov

source: Delivered by Mailman<br>version %(version)s
sl: Po¹ilja Mailman<br>razlièica %(version)s

source: Gnu's Not Unix
sl: Gnu's Not Unix (Gnu, ne Unix)

source: Mon
sl: Pon

source: Thu
sl: Èet

source: Tue
sl: Tor

source: Wed
sl: Sre

source: Fri
sl: Pet

source: Sat
sl: Sob

source: Sun
sl: Ned

source: Aug
sl: Avg

source: Oct
sl: Okt

source: Server Local Time
sl: Lokalni èas stre¾nika

source: Add members to a list from the command line. Usage: add_members [options] listname Options: --regular-members-file=file -r file A file containing addresses of the members to be added, one address per line. This list of people become non-digest members. If file is `-', read addresses from stdin. Note that -n/--non-digest-members-file are deprecated synonyms for this option. --digest-members-file=file -d file Similar to above, but these people become digest members. --welcome-msg=<y|n> -w <y|n> Set whether or not to send the list members a welcome message, overriding whatever the list's `send_welcome_msg' setting is. --admin-notify=<y|n> -a <y|n> Set whether or not to send the list administrators a notification on the success/failure of these subscriptions, overriding whatever the list's `admin_notify_mchanges' setting is. --help -h Print this help message and exit. listname The name of the Mailman list you are adding members to. It must already exist. You must supply at least one of -r and -d options. At most one of the files can be `-'.
sl: Doda èlane na dopisni seznam iz ukazne vrstice. Uporaba: add_members [options] imeseznama Mo¾nosti: --regular-members-file=file -r file Datoteka z naslovi èlanov, ki bodo dodani. Vsak naslov je v novi vrstici. Ti èlani ne bodo prejemali dnevnega izvleèka. Èe je datoteka `-', preberi naslove iz standardnega vhoda. Mo¾nosti -n/--non-digest-members-file sta obratni sopomenki tejmo¾nosti. --digest-members-file=file -d file Podobno kot zgoraj, vendar èlani dobivajo izvleèek. --welcome-msg=<y|n> -w <y|n> Nastavi, ali bodo novi èlani dopisnega seznama prejeli pozdravno sporoèilo. Prepi¹e nastavitev `send_welcome_msg'. --admin-notify=<y|n> -a <y|n> Nastavi, ali bodo skrbniki prejeli sporoèilo o uspe¹nih/neuspe¹nih prijavah. Ta mo¾nost prepi¹e trenutne nastavitve za `admin_notify_mchanges'. --help -h Prika¾e to sporoèilo s pomoèjo in se vrne v ukazni naèin. listname Ime Mailman dopisnega seznama, na katerega dodajate èlane. To ime mora ¾e obstajati. Uporabiti morate najmanj eno od mo¾nosti -r ali -d. Ena od datotek je lahko `-'.

source: Already a member: %(member)s
sl: ®e èlan: %(member)s

source: Bad/Invalid email address: blank line
sl: Napaèen/neveljaven e-po¹tni naslov: blank line

source: Bad/Invalid email address: %(member)s
sl: Napaèen/neveljaven e-po¹tni naslov: %(member)s

source: Hostile address (illegal characters): %(member)s
sl: Nedopusten naslov (nedovoljeni znaki): %(member)s

source: Subscribed: %(member)s
sl: Prijavljen: %(member)s

source: Bad argument to -w/--welcome-msg: %(arg)s
sl: Neveljaven argument za -w/--welcome-msg: %(arg)s

source: Bad argument to -a/--admin-notify: %(arg)s
sl: Neveljaven argument za -a/--admin-notify: %(arg)s

source: Cannot read both digest and normal members from standard input.
sl: Ni mogoèe brati uporabnikov z in brez izvleèka prek standardnega vhoda.

source: No such list: %(listname)s
sl: Seznam ne obstaja: %(listname)s

source: Nothing to do.
sl: Ni dejanja za izvesti.

source: Rebuild a list's archive. Use this command to rebuild the archives for a mailing list. You may want to do this if you edit some messages in an archive, or remove some messages from an archive. Usage: %(PROGRAM)s [options] <listname> [<mbox>] Where options are: -h / --help Print this help message and exit. -q / --quiet Make the archiver output less verbose. --wipe First wipe out the original archive before regenerating. You usually want to specify this argument unless you're generating the archive in chunks. -s N --start=N Start indexing at article N, where article 0 is the first in the mbox. Defaults to 0. -e M --end=M End indexing at article M. This script is not very efficient with respect to memory management, and for large archives, it may not be possible to index the mbox entirely. For that reason, you can specify the start and end article numbers. Where <mbox> is the path to a list's complete mbox archive. Usually this will be some path in the archives/private directory. For example: %% bin/arch mylist archives/private/mylist.mbox/mylist.mbox <mbox> is optional. If it is missing, it is calculated.
sl: Ponovno ustvari arhiv za seznam. S tem ukazom ponovno ustvarite arhiv po¹tnega seznama. To morda ¾elite storiti, èe ste v arhivu spreminjali ali odstranjevali sporoèila. Uporaba: %(PROGRAM)s [options] <listname> [<mbox>] Kjer so mo¾nosti naslednje: -h / --help Prike¾e to sporoèilo s pomoèjo in se vrne v ukazni naèin. -q / --quiet Skraj¹a prikaz arhiva. --wipe Pred ustvarjanjem novega, izbri¹e stari arhiv. Ta argument je koristen, razen èe ustvarjate nov arhiv po delih. -s N --start=N Zaène arhiv pri èrki N, kjer je èrka 0 prva v po¹tnem predalu. Privzeto je 0. -e M --end=M Konèa arhiv pri èrki M. Ta skript ni preveè uèinkovit s stali¹èa upravljanja pomnilnika, pri veèjih arhivih pa tudi morda ne bo mo¾no v celoti arhivirati po¹tnega predala. Zaradi tega lahko doloèite prvo in zadnjo èrko v arhivu. <mbox> je pot do celotnega arhiva za seznam. Ponavadi bo to pot v mapi archives/private. Primer: %% bin/arch mylist archives/private/mylist.mbox/mylist.mbox <mbox> je neobvezen argument. Èe manjka, bo preraèunan.

source: listname is required
sl: potrebno je ime seznama

source: No such list "%(listname)s" %(e)s
sl: Seznam "%(listname)s" ne obstaja %(e)s

source: Cannot open mbox file %(mbox)s: %(msg)s
sl: Ni mogoèe odpreti mbox datoteke %(mbox)s: %(msg)s

source: Fix the MM2.1b4 archives. Usage: %(PROGRAM)s [options] file ... Where options are: -h / --help Print this help message and exit. Only use this to `fix' some archive database files that may have gotten written in Mailman 2.1b4 with some bogus data. Use like this from your $PREFIX directory %% %(PROGRAM)s `grep -l _mlist archives/private/*/database/*-article` (note the backquotes are required) You will need to run `bin/check_perms -f' after running this script.
sl: Popravilo MM2.1b4 arhiva. Uporaba: %(PROGRAM)s [options] file ... Mo¾nosti so naslednje: -h / --help Natisni to sporoèilo s pomoèjo in se vrni v ukazni naèin. Ta funkcija se uporablja za `popravilo' datotek podatkovne baze arhiva, ki so bile zapisane v programu Mailman 2.1b4 s kak¹nimi napaènimi podadtki. Uporabite na ta naèin v $PREFIX mapi %% %(PROGRAM)s `grep -l _mlist archives/private/*/database/*-article` (po¹evni narekovaji so obvezni) Zagnati boste morali `bin/check_perms -f', potem ko boste izvedli ta skript.

source: Change a list's password. Prior to Mailman 2.1, list passwords were kept in crypt'd format -- usually. Some Python installations didn't have the crypt module available, so they'd fall back to md5. Then suddenly the Python installation might grow a crypt module and all list passwords would be broken. In Mailman 2.1, all list and site passwords are stored in SHA1 hexdigest form. This breaks list passwords for all existing pre-Mailman 2.1 lists, and since those passwords aren't stored anywhere in plain text, they cannot be retrieved and updated. Thus, this script generates new passwords for a list, and optionally sends it to all the owners of the list. Usage: change_pw [options] Options: --all / -a Change the password for all lists. --domain=domain -d domain Change the password for all lists in the virtual domain `domain'. It is okay to give multiple -d options. --listname=listname -l listname Change the password only for the named list. It is okay to give multiple -l options. --password=newpassword -p newpassword Use the supplied plain text password `newpassword' as the new password for any lists that are being changed (as specified by the -a, -d, and -l options). If not given, lists will be assigned a randomly generated new password. --quiet / -q Don't notify list owners of the new password. You'll have to have some other way of letting the list owners know the new password (presumably out-of-band). --help / -h Print this help message and exit.
sl: Sprememba gesla za seznam. Pred Mailman 2.1 so bila gesla za sezname ¹ifrirana -- ponavadi. Nekatere Python razlièice niso imele na voljo modula za ¹ifriranje. Morda pa bo Python dobil ¹e modul za de¹ifriranje, s katerim bo lahko de¹ifriral vsa gesla za sezname. V programu Mailman 2.1 so vsa gesla za sezname shranjena v obliki SHA1 hexdigest Ta de¹ifrira gesla za sezname pred razlièico Mailman 2.1, saj ta gesla niso nikjer shranjena v obliki navadnega besedila, zato jih ni mogoèe najti in posodobiti. Zaradi tega ta skript ustvari nova gesla za seznam in ji po¹lje vsem lastnikom seznama, èe to ¾elite. Uporaba: change_pw [options] Mo¾nosti: --all / -a Spremeni geslo za vse sezname. --domain=domain -d domain Spremeni gesla za vse sezname v virtualni domeni `domain'. Navedete lahko veè mo¾nosti -d hkrati. --listname=listname -l listname Spremeni geslo samo za imenovani seznam. Navedete lahko veè -l mo¾nosti hkrati. --password=newpassword -p newpassword Uporabi navedeno navadno besedilo `newpassword' kot novo geslo za vse sezname, ki jih spreminjate (doloèajo jih mo¾nosti -a, -d in-l). Èe ni podano, bo oblikovano nakljuèno geslo in doloèeno kot novo geslo. --quiet / -q Ne po¹lji novega gesla lastnikom seznama. Lastnikom seznama boste morali na drug naèin posredovati novo geslo (najverjetneje prikrito). --help / -h Natisni to sporoèilo s pomoèjo in se vrni v ukazni naèin.

source: Bad arguments: %(strargs)s
sl: Neveljavni argumenti: %(strargs)s

source: Empty list passwords are not allowed
sl: Prazna gesla za seznam niso dovoljena

source: New %(listname)s password: %(notifypassword)s
sl: Novo geslo za %(listname)s: %(notifypassword)s

source: Your new %(listname)s list password
sl: Va¹e novo geslo za seznam %(listname)s

source: The site administrator at %(hostname)s has changed the password for your mailing list %(listname)s. It is now %(notifypassword)s Please be sure to use this for all future list administration. You may want to log in now to your list and change the password to something more to your liking. Visit your list admin page at %(adminurl)s
sl: Skrbnik strani na %(hostname)s je spremenil geslo za va¹ po¹tni seznam %(listname)s. Novo geslo je %(notifypassword)s Za skrbni¹ke operacije v prihodnje uporabljajte to geslo. Èe ¾elite spremeniti geslo po svojih ¾eljah, obi¹èite skrbni¹ko stran na naslovu %(adminurl)s
