Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: Receive digests?
sl: Ali ¾elite prejemati izvleèke?

source: Preferred language:
sl: ®eleni jezik:

source: Cancel my subscription request
sl: Preklièi zahtevo za prijavo

source: Subscribe to list %(listname)s
sl: Prijavi se na seznam %(listname)s

source: You have canceled your subscription request.
sl: Preklicali ste svojo zahtevo za prijavo na seznam.

source: Awaiting moderator approval
sl: Èaka na odobritev moderatorja

source: You have successfully confirmed your subscription request to the mailing list %(listname)s, however final approval is required from the list moderator before you will be subscribed. Your request has been forwarded to the list moderator, and you will be notified of the moderator's decision.
sl: Uspe¹no ste potrdili svojo zahtevo za prijavo na po¹tni seznam %(listname)s, vendar je potrebna odloèitev moderatorja seznama o tem, ali boste prijavljeni. Va¹a zahteva je bila posredovana moderatorju, o njegovi odloèitvi pa boste obve¹èeni.

source: Invalid confirmation string. It is possible that you are attempting to confirm a request for an address that has already been unsubscribed.
sl: Neveljaven potrditveni niz. Morda posku¹ate poslati potrditveni niz za naslov, ki je bil odjavljen.

source: You are already a member of this mailing list!
sl: Ste ¾e èlan tega po¹tnega seznama!

source: You were not invited to this mailing list. The invitation has been discarded, and both list administrators have been alerted.
sl: Na ta dopisni seznam niste bili povabljeni. Povabilo je zavrnjeno, skrbniki dopisnega seznama pa so bili obve¹èeni.

source: Subscription request confirmed
sl: Zahteva za prijavo je potrjena

source: You have successfully confirmed your subscription request for "%(addr)s" to the %(listname)s mailing list. A separate confirmation message will be sent to your email address, along with your password, and other useful information and links. <p>You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
sl: Uspe¹no ste potrdili svojo zahtevo za prijavo naslova "%(addr)s" na po¹tni seznam %(listname)s. Na va¹ naslov bo poslano drugo obvestilo o potrditvi, skupaj z geslom in drugimi uporabnimi informacijami in povezavami. <p>Sedaj lahko <a href="%(optionsurl)s">nadaljujete na svojo èlansko stran</a>.

source: You have canceled your unsubscription request.
sl: Preklicali ste svojo zahtevo za odjavo.

source: Unsubscription request confirmed
sl: Zahteva za odjavo je potrjena

source: You have successfully unsubscribed from the %(listname)s mailing list. You can now <a href="%(listinfourl)s">visit the list's main information page</a>.
sl: Uspe¹no ste se odjavili s po¹tnega seznama %(listname)s. Sedaj lahko <a href="%(listinfourl)s">obi¹èete glavno stran z informacijami</a>.

source: Confirm unsubscription request
sl: Potrdi zahtevo za odjavo

source: <em>Not available</em>
sl: <em>Ni na voljo</em>

source: Your confirmation is required in order to complete the unsubscription request from the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Email address:</b> %(addr)s </ul> Hit the <em>Unsubscribe</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this unsubscription request.
sl: Potrebna je va¹a odobritev zahteve za odjavo s po¹tnega seznama <em>%(listname)s</em>. Trenutno ste prijavljeni kot <ul><li><b>Ime:</b> %(fullname)s <li><b>E-po¹tni naslov:</b> %(addr)s </ul> Pritisnite gumb <em>Odjavi</em>, da potrdite postopek odjave. <p>Ali pa pritisnite <em>Preklièi in zavr¾i</em>, da preklièete zahtevo za odjavo.

source: Unsubscribe
sl: Odjavi

source: Cancel and discard
sl: Preklièi in zavrni

source: You have canceled your change of address request.
sl: Preklicali ste svojo zahtevo za spremembo naslova.

source: Change of address request confirmed
sl: Zahteva za spremembo naslova potrjena

source: You have successfully changed your address on the %(listname)s mailing list from <b>%(oldaddr)s</b> to <b>%(newaddr)s</b>. You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
sl: Uspe¹no ste spremenili svoj naslov za po¹tni seznam %(listname)s z <b>%(oldaddr)s</b> v <b>%(newaddr)s</b>. Sedaj lahko <a href="%(optionsurl)s">nadaljujete na stran z nastavitvami èlanstva</a>.

source: Confirm change of address request
sl: Potrdi zahtevo za spremembo naslova

source: globally
sl: globalno

source: Your confirmation is required in order to complete the change of address request for the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Old email address:</b> %(oldaddr)s </ul> and you have requested to %(globallys)s change your email address to <ul><li><b>New email address:</b> %(newaddr)s </ul> Hit the <em>Change address</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this change of address request.
sl: Potrebna je va¹a potrditev za dokonèanje zahteve za spremembo naslova na po¹tnem seznamu <em>%(listname)s</em>. Trenutno ste prijavljeni kot <ul><li><b>Ime:</b> %(fullname)s <li><b>Stari naslov:</b> %(oldaddr)s </ul> in ste zaprosili za %(globallys)s spremembo tega e-naslova v <ul><li><b>Novi naslov:</b> %(newaddr)s </ul> Kliknite gumb <em>Spremeni naslov</em> za dokonèanje potrditvenega postopka. <p>Ali pa pritisnite <em>Preklièi in zavr¾i</em>, da preklièete zahtevo za spremembo naslova.

source: Change address
sl: Spremeni naslov

source: Continue awaiting approval
sl: Nadaljuj in poèakaj odobritev

source: Okay, the list moderator will still have the opportunity to approve or reject this message.
sl: V redu, moderator bo sedaj sprejel ali zavrnil to sporoèilo.

source: Sender discarded message via web.
sl: Po¹iljatelj je zavrnil sporoèilo prek interneta.

source: The held message with the Subject: header <em>%(subject)s</em> could not be found. The most likely reason for this is that the list moderator has already approved or rejected the message. You were not able to cancel it in time.
sl: Èakajoèega sporoèila z Zadevo <em>%(subject)s</em> ni mogoèe najti. Najverjetneje je moderator ¾e odobril ali zavrnil sporoèilo, ker ga niste pravoèasno preklicali.

source: Posted message canceled
sl: Objavljeno sporoèilo preklicano

source: You have successfully canceled the posting of your message with the Subject: header <em>%(subject)s</em> to the mailing list %(listname)s.
sl: Uspe¹no ste preklicali objavo svojega sporoèila z Zadevo: <em>%(subject)s</em> na po¹tnem seznamu %(listname)s.

source: Cancel held message posting
sl: Preklièi objavo èakajoèega sporoèila

source: The held message you were referred to has already been handled by the list administrator.
sl: Èakajoèe sporoèilo, ki ga ¾elite preklicati, je ¾e obdelal skrbnik seznama.

source: Your confirmation is required in order to cancel the posting of your message to the mailing list <em>%(listname)s</em>: <ul><li><b>Sender:</b> %(sender)s <li><b>Subject:</b> %(subject)s <li><b>Reason:</b> %(reason)s </ul> Hit the <em>Cancel posting</em> button to discard the posting. <p>Or hit the <em>Continue awaiting approval</em> button to continue to allow the list moderator to approve or reject the message.
sl: Potrebna je va¹a potrditev zahteve za preklic objave va¹ega sporoèila na po¹tnem seznamu <em>%(listname)s</em>: <ul><li><b>Po¹iljatelj:</b> %(sender)s <li><b>Zadeva:</b> %(subject)s <li><b>Razlog:</b> %(reason)s </ul> Kliknite <em>Preklièi objavo</em>, da preklièete objavo sporoèila. <p>Ali pa pritisnite <em>Nadaljuj in poèakaj na odobritev</em>, èe boste poèakali, ali bo moderator odobril ali zavrnil sporoèilo.

source: Cancel posting
sl: Preklièi objavo

source: You have canceled the re-enabling of your membership. If we continue to receive bounces from your address, it could be deleted from this mailing list.
sl: Preklicali ste obnovitev va¹ega èlanstva. Èe bo va¹ e-po¹tni naslov ¹e naprej zavraèal sporoèila, vas bomo odjavili s tega po¹tnega seznama.

source: Membership re-enabled.
sl: Èlanstvo obnovljeno.

source: You have successfully re-enabled your membership in the %(listname)s mailing list. You can now <a href="%(optionsurl)s">visit your member options page</a>.
sl: Uspe¹no ste obnovili svoje èlanstvo na po¹tnem seznamu %(listname)s. Sedaj lahko <a href="%(optionsurl)s">obi¹èete stran z mo¾nostmi</a>.

source: Re-enable mailing list membership
sl: Obnovi èlanstvo na po¹tnem seznamu

source: We're sorry, but you have already been unsubscribed from this mailing list. To re-subscribe, please visit the <a href="%(listinfourl)s">list information page</a>.
sl: Na ¾alost ste ¾e odjavljeni s tega po¹tnega seznama. Èe se ¾elite ponovno prijaviti, si oglejte <a href="%(listinfourl)s">stran z informacijami o seznamu</a>.

source: <em>not available</em>
sl: <em>ni na voljo</em>

source: Your membership in the %(realname)s mailing list is currently disabled due to excessive bounces. Your confirmation is required in order to re-enable delivery to your address. We have the following information on file: <ul><li><b>Member address:</b> %(member)s <li><b>Member name:</b> %(username)s <li><b>Last bounce received on:</b> %(date)s <li><b>Approximate number of days before you are permanently removed from this list:</b> %(daysleft)s </ul> Hit the <em>Re-enable membership</em> button to resume receiving postings from the mailing list. Or hit the <em>Cancel</em> button to defer re-enabling your membership.
sl: Va¹e èlanstvo na po¹tnem seznamu %(realname)s je trenutno onemogoèeno zaradi pogostih zavrnitev po¹te. Za obnovitev èlanstva je potrebna va¹a potrditev. Shranjeni so naslednji podatki o va¹em èlanstvu: <ul><li><b>Naslov èlana:</b> %(member)s <li><b>Ime èlana:</b> %(username)s <li><b>Zadnja zavrnitev:</b> %(date)s <li><b>Pribli¾no ¹tevilo dni, preden boste trajno izbrisani s tega seznama:</b> %(daysleft)s </ul> Kliknite <em>Obnovi èlanstvo</em>, da boste ¹e naprej prejemali po¹to s po¹tnega seznama, ali pa pritisnite <em>Preklièi</em>, da odlo¾ite obnovitev va¹ega èlanstva.

source: Re-enable membership
sl: Obnovi èlanstvo

source: Cancel
sl: Preklièi

source: Bad URL specification
sl: Neveljaven URL

source: Return to the
sl: Nazaj na

source: general list overview
sl: splo¹en pregled seznama

source: <br>Return to the
sl: <br> Nazaj na

source: administrative list overview
sl: skrbni¹ki pregled seznama

source: You forgot to enter the list name
sl: Pozabili ste vnesti ime seznama

source: You forgot to specify the list owner
sl: Pozabili ste navesti lastnika seznama

source: Leave the initial password (and confirmation) fields blank if you want Mailman to autogenerate the list passwords.
sl: Pustite polji za vstopno geslo prazni, èe ¾elite, da ga Mailman samodejno ustvari.

source: Initial list passwords do not match
sl: Vstopni gesli za seznam se ne ujemata

source: The list password cannot be empty<!-- ignore -->
sl: Geslo za seznam ne more biti prazno<!-- ignore -->

source: You are not authorized to create new mailing lists
sl: Niste poobla¹èeni za ustvarjanje novih po¹tnih seznamov

source: Bad owner email address: %(s)s
sl: Neveljaven e-po¹tni naslov lastnika: %(s)s

source: List already exists: %(listname)s
sl: Seznam ¾e obstaja: %(listname)s

source: Illegal list name: %(s)s
sl: Nedovoljeno ime seznama: %(s)s

source: Some unknown error occurred while creating the list. Please contact the site administrator for assistance.
sl: Pri ustvarjanju seznama je pri¹lo do neznane napake. Za pomoè se obrnite na skrbnika te strani.

source: Your new mailing list: %(listname)s
sl: Va¹ novi po¹tni seznam: %(listname)s

source: Mailing list creation results
sl: Rezultati ustvarjanja novega po¹tnega seznama

source: You have successfully created the mailing list <b>%(listname)s</b> and notification has been sent to the list owner <b>%(owner)s</b>. You can now:
sl: Uspe¹no ste ustvarili nov po¹tni seznam, <b>%(listname)s</b>. Obvestilo o tem je bilo poslano lastniku seznama <b>%(owner)s</b>. Sedaj lahko:

source: Visit the list's info page
sl: Obi¹èete stran z informacijami o seznamu

source: Visit the list's admin page
sl: Obi¹èete stran za skrbni¹tvo seznama

source: Create another list
sl: Ustvarite nov seznam

source: Create a %(hostname)s Mailing List
sl: Ustvarite po¹tni seznam na %(hostname)s

source: Error:
sl: Napaka:

source: You can create a new mailing list by entering the relevant information into the form below. The name of the mailing list will be used as the primary address for posting messages to the list, so it should be lowercased. You will not be able to change this once the list is created. <p>You also need to enter the email address of the initial list owner. Once the list is created, the list owner will be given notification, along with the initial list password. The list owner will then be able to modify the password and add or remove additional list owners. <p>If you want Mailman to automatically generate the initial list admin password, click on `Yes' in the autogenerate field below, and leave the initial list password fields empty. <p>You must have the proper authorization to create new mailing lists. Each site should have a <em>list creator's</em> password, which you can enter in the field at the bottom. Note that the site administrator's password can also be used for authentication.
sl: Nov po¹tni seznam ustvarite tako, da v spodnji obrazec vnesete obvezne informacije. Ime po¹tnega seznama bo uporabljeno kot primarni naslov za objavo sporoèil na seznamu, zato naj bo zapisan v malimi èrkami. Imena ne bo veè mogoèe spreminjati, ko bo seznam ustvarjen. <p>Prav tako morate vnesti e-po¹tni seznam prvotnega lastnika seznama. Ko bo seznam ustvarjen, bo lastnik seznama prejel obvestilo, skupaj z vstopnim geslom. Lastnik bo potem lahko spremenil geslo in dodal ali odstranil dodatne lastnike seznama. <p>Èe ¾elite, da Mailman samodejno ustvari skrbni¹ko geslo za seznam, kliknite `Da' v spodnjem polju in pustite polji za vnos vstopnega gesla prazni. <p>Za ustvarjanje novih po¹tnih seznamov potrebujete prava pooblastila. Vsaka stran zahteva geslo <em>stvaritelja seznama</em>, ki ga vnesete v spodnje polje. Za avtentikacijo lahko uporabite tudi skrbni¹ko geslo.

source: List Identity
sl: Identiteta seznama

source: Name of list:
sl: Ime seznama:

source: Initial list owner address:
sl: Naslov prvotnega lastnika seznama:

source: Auto-generate initial list password?
sl: Ali naj bo vstopno geslo ustvarjeno samodejno?

source: Initial list password:
sl: Vstopno geslo za seznam:

source: Confirm initial password:
sl: Potrdi vstopno geslo:

source: List Characteristics
sl: Znaèilnosti seznama

source: Should new members be quarantined before they are allowed to post unmoderated to this list? Answer <em>Yes</em> to hold new member postings for moderator approval by default.
sl: Ali ¾elite nove èlane obravnavati posebej, preden jim dovolite neomejeno objavo na seznamu? Kliknite <em>Da</em>, èe ¾elite pregledovati objave novih èlanov kot privzeto mo¾nost.

source: Initial list of supported languages. <p>Note that if you do not select at least one initial language, the list will use the server default language of %(deflang)s
sl: Zaèetni seznam mo¾nih jezikov. <p>Izberite najmanj en jezik, drugaèe bo seznam uporabljal privzeti jezik stre¾nika, ki je v tem primeru %(deflang)s

source: Send "list created" email to list owner?
sl: Ali ¾elite poslati lastniku seznama sporoèilo "seznam ustvarjen"?

source: List creator's (authentication) password:
sl: Avtentikacijsko geslo stvaritelja seznama:

source: Create List
sl: Ustvari seznam

source: Clear Form
sl: Poèisti obrazec

source: General list information page
sl: Stran s splo¹nimi informacijami o seznamu

source: Subscribe results page
sl: Stran z rezultati prijav

source: User specific options page
sl: Stran z uporabni¹kimi mo¾nostmi

source: List name is required.
sl: Potrebno je ime seznama.

source: %(realname)s -- Edit html for %(template_info)s
sl: %(realname)s -- Uredi html za %(template_info)s

source: Edit HTML : Error
sl: Uredi HTML : Napaka

source: %(safetemplatename)s: Invalid template
sl: %(safetemplatename)s: Neveljavna predloga

source: %(realname)s -- HTML Page Editing
sl: %(realname)s -- Urejanje HTML strani

source: Select page to edit:
sl: Izberite stran za urejanje:

source: View or edit the list configuration information.
sl: Prika¾ite ali uredite informacije o konfiguraciji seznama.

source: When you are done making changes...
sl: Ko konèate s konfiguriranjem...

source: Submit Changes
sl: Po¹lji spremembe

source: Can't have empty html page.
sl: Prazne html strani niso dovoljene.

source: HTML Unchanged.
sl: HTML nespremenjen.

source: HTML successfully updated.
sl: HTML uspe¹no posodobljen.

source: %(hostname)s Mailing Lists
sl: Po¹tni seznami na %(hostname)s

source: <p>There currently are no publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s.
sl: <p>Trenutno ni javnih %(mailmanlink)s po¹tnih seznamov na %(hostname)s.

source: <p>Below is a listing of all the public mailing lists on %(hostname)s. Click on a list name to get more information about the list, or to subscribe, unsubscribe, and change the preferences on your subscription.
sl: <p>Spodaj je seznam vseh javnih po¹tnih seznamov na %(hostname)s. Kliknite na ime seznama, èe vas zanimajo podatki o njem ali èe se ¾elite prijaviti, odjaviti ali spremeniti nastavitve va¹ega èlanstva.

source: right
sl: desno

source: To visit the general information page for an unadvertised list, open a URL similar to this one, but with a '/' and the %(adj)s list name appended. <p>List administrators, you can visit
sl: Èe ¾elite obiskati stran s splo¹nimi informacijami o ne-javnem seznamu, vnesite URL, ki je podoben trenutnemu, in mu dodajte '/' in %(adj)s ime seznama. <p>Skrbniki seznama lahko obi¹èete

source: the list admin overview page
sl: stran s pregledom za skrbnike seznama

source: to find the management interface for your list. <p>If you are having trouble using the lists, please contact
sl: , da najdete vmesnik za upravljanje va¹ega dopisnega seznama. <p>Èe imate z dopisnimi seznami kak¹ne te¾ave, se obrnite na

source: Edit Options
sl: Uredi mo¾nosti

source: View this page in
sl: Poka¾i to stran v

source: CGI script error
sl: Napaka CGI skripta

source: Invalid options to CGI script.
sl: Neveljavne mo¾nosti za CGI skript.

source: No address given
sl: Manjka naslov

source: Illegal Email Address: %(safeuser)s
sl: Neveljavni e-po¹tni naslov: %(safeuser)s

source: No such member: %(safeuser)s.
sl: Èlan ne obstaja: %(safeuser)s.

source: The confirmation email has been sent.
sl: Potrditveno sporoèilo je bilo poslano.

source: A reminder of your password has been emailed to you.
sl: Opomnik z va¹im geslom je bil poslan na va¹ naslov.

source: Authentication failed.
sl: Avtentikacija ni uspela.

source: List subscriptions for %(safeuser)s on %(hostname)s
sl: Vsa èlanstva uporabnika %(safeuser)s na %(hostname)s

source: Click on a link to visit your options page for the requested mailing list.
sl: Kliknite na povezavo, da odprete stran z mo¾nostmi za ¾eleni po¹tni seznam.

source: Addresses did not match!
sl: Naslovi se ne ujemajo!

source: You are already using that email address
sl: Ta e-po¹tni naslov je ¾e uporabljen.

source: The new address you requested %(newaddr)s is already a member of the %(listname)s mailing list, however you have also requested a global change of address. Upon confirmation, any other mailing list containing the address %(safeuser)s will be changed.
sl: Zahtevani novi naslov %(newaddr)s je ¾e uporabljen na po¹tnem seznamu %(listname)s, vendar ste zahtevali tudi globalno spremembo naslova. Po potrditvi bo naslov spremenjen na vseh ostalih seznamih, ki uporabljajo naslov %(safeuser)s.

source: The new address is already a member: %(newaddr)s
sl: Novi naslov je ¾e uprabljen: %(newaddr)s

source: Addresses may not be blank
sl: Naslovi ne smejo biti prazni

source: A confirmation message has been sent to %(newaddr)s.
sl: Na naslov %(newaddr)s je bilo poslano potrditveno sporoèilo.

source: Bad email address provided
sl: Navedli ste neveljaven e-po¹tni naslov

source: Illegal email address provided
sl: Navedli ste nedovoljen e-po¹tni naslov

source: %(newaddr)s is already a member of the list.
sl: %(newaddr)s je ¾e èlan tega seznama.

source: Member name successfully changed.
sl: Ime èlana je bilo uspe¹no spremenjeno.

source: Passwords may not be blank
sl: Gesla ne smejo biti prazna

source: Passwords did not match!
sl: Gesli se ne ujemata!

source: Password successfully changed.
sl: Geslo je bilo uspe¹no spremenjeno.

source: You must confirm your unsubscription request by turning on the checkbox below the <em>Unsubscribe</em> button. You have not been unsubscribed!
sl: Svojo zahtevo za odjavo morate potrditi, tako da oznaèite polje pod gumbom <em>Odjavi</em>. Niste ¹e odjavljeni!

source: Unsubscription results
sl: Rezultati odjave

source: Your unsubscription request has been received and forwarded on to the list moderators for approval. You will receive notification once the list moderators have made their decision.
sl: Prejeli smo va¹o zahtevo za odjavo in jo posredovali moderatorju seznama za odobritev. O njegovi odloèitvi boste po e-po¹ti prejeli obvestilo.

source: You have been successfully unsubscribed from the mailing list %(fqdn_listname)s. If you were receiving digest deliveries you may get one more digest. If you have any questions about your unsubscription, please contact the list owners at %(owneraddr)s.
sl: Uspe¹no ste odjavljeni s po¹tnega seznama %(fqdn_listname)s. Èe ste prejemali dnevne izvleèke, boste prejeli ¹e zadnjega. Èe imate vpra¹anja o svoji odjavi, se obrnite na lastnike seznama na naslov %(owneraddr)s.

source: The list administrator has disabled digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
sl: Skrbnik seznama je onemogoèil po¹iljanje izvleèkov za ta seznam, tako da va¹a izbira naèina prejemanja po¹te ni bila nastavljena, ostale mo¾nosti pa so uspe¹no spremenjene.

source: The list administrator has disabled non-digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
sl: Skrbnik sezanama je onemogoèil prejemanje posameznih sporoèil s tega seznama, tako da izbranega naèina prejemanja sporoèil ni bilo mogoèe nastaviti, ostale mo¾nosti pa so spremenjene.

source: You have successfully set your options.
sl: Uspe¹no ste nastavili mo¾nosti.

source: You may get one last digest.
sl: Prejeli boste ¹e zadnji izvleèek.

source: <em>Yes, I really want to unsubscribe</em>
sl: <em>Da, resnièno se ¾elim odjaviti</em>

source: Change My Password
sl: Spremeni moje geslo

source: List my other subscriptions
sl: Prika¾i moje ostale prijave

source: Email My Password To Me
sl: Po¹lji sporoèilo z mojim geslom

source: password
sl: geslo

source: Log out
sl: Odjava

source: Submit My Changes
sl: Po¹lji moje spremembe

source: days
sl: dni

source: day
sl: dan

source: Change My Address and Name
sl: Spremeni moj naslov in ime

source: <em>No topics defined</em>
sl: <em>Ni definiranih tem</em>

source: You are subscribed to this list with the case-preserved address <em>%(cpuser)s</em>.
sl: Na ta seznam ste prijavljeni z naslovom (velike in male èrke ohranjene) <em>%(cpuser)s</em>.

source: %(realname)s list: member options login page
sl: Seznam %(realname)s: stran za prijavo v uporabni¹ke mo¾nosti

source: email address and
sl: e-po¹tni naslov in

source: %(realname)s list: member options for user %(safeuser)s
sl: Seznam %(realname)s: mo¾nosti èlanstva za uporabnika %(safeuser)s
