Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: The following illegal substitution variables were found in the <code>%(property)s</code> string: <code>%(bad)s</code> <p>Your list may not operate properly until you correct this problem.
sl: Naslednje nedovoljene nadomestne spremenljivke so bile najdene v nizu <code>%(property)s</code>: <code>%(bad)s</code> <p>Dokler te te¾ave ne odpravite, va¹ seznam morda ne bo deloval pravilno.

source: Your <code>%(property)s</code> string appeared to have some correctable problems in its new value. The fixed value will be used instead. Please double check that this is what you intended.
sl: Va¹ niz <code>%(property)s</code> ima s svojo novo vrednostjo oèitno neodpravljive te¾ave. Namesto tega bo uporabljena fiksna vrednost. Preverite, èe je bil to va¹ namen.

source: General Options
sl: Splo¹ne mo¾nosti

source: Conceal the member's address
sl: Skrij naslove èlanov

source: Acknowledge the member's posting
sl: Potrdi objave èlanov

source: Do not send a copy of a member's own post
sl: Ne po¹iljaj kopije lastnih sporoèil èlanov

source: Filter out duplicate messages to list members (if possible)
sl: Prefiltriraj dvojna sporoèila èlanom seznama (èe je mogoèe)

source: Fundamental list characteristics, including descriptive info and basic behaviors.
sl: Osnovne znaèilnosti seznama, vkljuèno z opisnimi informacijami in osnovnim vedenjem.

source: General list personality
sl: Splo¹en opis seznama

source: The public name of this list (make case-changes only).
sl: Javno ime tega seznama (spremenite lahko samo velikost èrk).

source: The capitalization of this name can be changed to make it presentable in polite company as a proper noun, or to make an acronym part all upper case, etc. However, the name will be advertised as the email address (e.g., in subscribe confirmation notices), so it should <em>not</em> be otherwise altered. (Email addresses are not case sensitive, but they are sensitive to almost everything else :-)
sl: Spremenite lahko velikost èrk v imenu, tako da bo npr. lahko uporabljeno kot samostalnik, ali da zapi¹ete okraj¹avo s sami velikimi èrkami, itd. Ime bo vseeno objavljeno kot e-po¹tni naslov (npr. v obvestilih za potrditev prijave), zato ga <em>ne</em> smete drugaèe spreminjati. (E-po¹tni naslovi ne razlikujejo velikih in malih èrk, so pa zelo obèutljivi na ostale spremembe. :-)

source: The list administrator email addresses. Multiple administrator addresses, each on separate line is okay.
sl: E-po¹tni naslov skrbnika seznama. Veè skrbni¹kih naslovov, vsak v svoji vrstici, tudi velja.

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the <a href="?VARHELP=general/moderator">email addresses of the list moderators</a>. Note that the field you are changing here specifies the list administrators.
sl: Z vsakim po¹tnim seznamom sta povezani dve lastni¹ki vlogi. <em>Skrbniki</em> seznama so tisti, ki imajo neomejen dostop do vseh parametrov na tem seznamu. Ti lahko spreminjajo katerokoli konfiguracijsko spremenljivko na teh skrbni¹kih straneh. <p><em>Moderatorji</em> imajo bolj omejen dostop; ne morejo spreminjati vseh konfiguracijskih mo¾nosti, lahko pa obdelajo èakajoèe skrbni¹ke zahteve, vkljuèno z odobritvijo in zavraèanjem èakajoèih zahtev za prijavo in brisanjem èakajoèih sporoèil. Seveda lahko isto delajo tudi <em>skrbniki seznama</em>. <p>Èe ¾elite razdeliti skrbni¹ke dol¾nosti med skrbniki in moderatorji, morate <a href="passwords">nastaviti loèeno moderatorsko geslo</a>, in navesti <a href="?VARHELP=general/moderator">e-po¹tne naslove moderatorjev seznama</a>. Polje, ki ga tukaj spremenite, doloèa skrbnike seznama.

source: The list moderator email addresses. Multiple moderator addresses, each on separate line is okay.
sl: E-po¹tni naslovi moderatorjev seznama. Veè moderatorskih naslovov, vsak v svoji vrstici, tudi velja.

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the email addresses of the list moderators in this section. Note that the field you are changing here specifies the list moderators.
sl: Z vsakim po¹tnim seznamom sta povezani dve lastni¹ki vlogi. <em>Skrbniki</em> seznama so tisti, ki imajo neomejen dostop do vseh parametrov na tem seznamu. Ti lahko spreminjajo katerokoli konfiguracijsko spremenljivko na teh skrbni¹kih straneh. <p><em>Moderatorji</em> imajo bolj omejen dostop; ne morejo spreminjati vseh konfiguracijskih mo¾nosti, lahko pa obdelajo èakajoèe skrbni¹ke zahteve, vkljuèno z odobritvijo in zavraèanjem èakajoèih zahtev za prijavo in brisanjem èakajoèih sporoèil. Seveda lahko isto delajo tudi <em>skrbniki seznama</em>. <p>Èe ¾elite razdeliti skrbni¹ke dol¾nosti med skrbniki in moderatorji, morate <a href="passwords">nastaviti loèeno moderatorsko geslo</a>, in navesti <a href="?VARHELP=general/moderator">e-po¹tne naslove moderatorjev seznama</a>. Polje, ki ga tukaj spremenite, doloèa skrbnike seznama.

source: A terse phrase identifying this list.
sl: Fraza, ki opisuje ta seznam.

source: This description is used when the mailing list is listed with other mailing lists, or in headers, and so forth. It should be as succinct as you can get it, while still identifying what the list is.
sl: Ta opis se uporablja, ko je po¹tni seznam prikazan skupaj z drugimi seznami, v glavah sporoèil, itd. Fraza naj bo èimbolj kratka in jedrnata, vendar naj sporoèa osnovno poslanstvo seznama.

source: An introductory description - a few paragraphs - about the list. It will be included, as html, at the top of the listinfo page. Carriage returns will end a paragraph - see the details for more info.
sl: Uvodni opis - nekaj odstavkov - o po¹tnem seznamu. Opis bo v obliki html vkljuèen na vrhu strani z informacijami o seznamu. Odstavek konèate s tipko Return - za dodatne informacije si oglejte podrobnosti.

source: The text will be treated as html <em>except</em> that newlines will be translated to &lt;br&gt; - so you can use links, preformatted text, etc, but don't put in carriage returns except where you mean to separate paragraphs. And review your changes - bad html (like some unterminated HTML constructs) can prevent display of the entire listinfo page.
sl: Besedilo bo obravnavano kot html, <em>razen</em> novih vrstic, ki bodo prevedene kot &lt;br&gt; - zaradi uporabljenih povezav, preoblikovanega besedila, itd., novih vrstic ne uporabljate drugaèe kot tam, kjer nameravate loèiti odstavke. Pred objavo preglejte spremembe- neveljavna html koda (kot nekateri nedoloèeni HTML konstrukti) lahko povzroèi, da strani z informacijami ne bo mogoèe videti.

source: Prefix for subject line of list postings.
sl: Predpona v vrstici z Zadevo za objave na seznamu.

source: Hide the sender of a message, replacing it with the list address (Removes From, Sender and Reply-To fields)
sl: Skrij po¹iljatelja sporoèila in ga zamenjaj z naslovom seznama (odstrani polja Od, Po¹iljatelj in Povratni naslov)

source: <tt>Reply-To:</tt> header munging
sl: Spreminjanje glave <tt>Povratni naslov:</tt>

source: Should any existing <tt>Reply-To:</tt> header found in the original message be stripped? If so, this will be done regardless of whether an explict <tt>Reply-To:</tt> header is added by Mailman or not.
sl: Ali naj bodo obstojeèa glava <tt>Povratni naslov:</tt>v izvirnem sporoèilu odstranjena? Èe da, potem se bo dejanje izvedlo, ne glede na to, ali je Mailman izrecno dodal glavo <tt>Povratni naslov:</tt> ali ne.

source: Explicit address
sl: Izrecni naslovi

source: Poster
sl: Po¹iljatelj

source: This list
sl: Ta seznam

source: Where are replies to list messages directed? <tt>Poster</tt> is <em>strongly</em> recommended for most mailing lists.
sl: Kam naj bodo poslani odgovori na sporoèila s seznama? Za veèino po¹tnih seznamov je <em>moèno</em> priporoèena mo¾nost <tt>Po¹iljatelj</tt>.

source: Explicit <tt>Reply-To:</tt> header.
sl: Izrecna glava <tt>Povratni naslov:</tt>

source: Umbrella list settings
sl: Nastavitve za zbirni seznam

source: Send password reminders to, eg, "-owner" address instead of directly to user.
sl: Po¹lji opomnike z geslom na, npr. "-owner" naslov namesto neposredno uporabnikom.

source: Set this to yes when this list is intended to cascade only to other mailing lists. When set, meta notices like confirmations and password reminders will be directed to an address derived from the member's address - it will have the value of "umbrella_member_suffix" appended to the member's account name.
sl: Izberite da za to mo¾nost, èe je ta seznam namenjen samo zbiranju ostalih seznamov. Ko je ta mo¾nost nastavljena, bodo meta sporoèila, kot so potrditve in opomniki, poslani na naslov, ki izvira iz èlanskega naslova - imenu èlana bo dodana vrednost "umbrella_member_suffix"

source: Suffix for use when this list is an umbrella for other lists, according to setting of previous "umbrella_list" setting.
sl: Pripona, ki bo uporabljena, èe ta seznam slu¾i kot zbirni seznam za druge sezname, glede na izbiro prej¹nje nastavitve "umbrella_list".

source: When "umbrella_list" is set to indicate that this list has other mailing lists as members, then administrative notices like confirmations and password reminders need to not be sent to the member list addresses, but rather to the owner of those member lists. In that case, the value of this setting is appended to the member's account name for such notices. `-owner' is the typical choice. This setting has no effect when "umbrella_list" is "No".
sl: Ko mo¾nost "umbrella_list" doloèa ta seznam kot tak, ki ima ostale sezname kot èlane, potem skrbni¹ka obvestila, kot so potrditve in opomniki z geslom, ne bodo poslani na naslove s seznama èlanov, ampak na naslov lastnika tega seznama. V tem primeru bo vrednost te nastavitve dodana imenom raèunov èlanov za po¹iljanje teh obvestil. `-owner' je pogosta izbira. Ta nastavitev nima veljave, èe je mo¾nost "umbrella_list" nastavljena na "No".

source: Send monthly password reminders?
sl: Ali naj se po¹iljajo meseèni opomniki z geslom?

source: Turn this on if you want password reminders to be sent once per month to your members. Note that members may disable their own individual password reminders.
sl: Vkljuèite to mo¾nost, èe naj bodo enkrat meseèno èlanom poslana sporoèila z njihovim geslom. Meseène opomnike si lahko izkljuèijo tudi èlani sami.

source: List-specific text prepended to new-subscriber welcome message
sl: Dobrodo¹lici novemu èlanu naj bo pripeto tudi besedilo, ki je doloèeno posebej za seznam

source: This value, if any, will be added to the front of the new-subscriber welcome message. The rest of the welcome message already describes the important addresses and URLs for the mailing list, so you don't need to include any of that kind of stuff here. This should just contain mission-specific kinds of things, like etiquette policies or team orientation, or that kind of thing. <p>Note that this text will be wrapped, according to the following rules: <ul><li>Each paragraph is filled so that no line is longer than 70 characters. <li>Any line that begins with whitespace is not filled. <li>A blank line separates paragraphs. </ul>
sl: Ta vrednost je lahko dodana na zaèetku sporoèila z dobrodo¹lico novemu èlanu. Ostalo sporoèilo z dobrodo¹lico ¾e opisuje pomembnej¹e naslove in URL-je za po¹tni seznam, tako da vam tak¹nih informacij ni potrebno pisati ¹e enkrat. Besedilo naj vsebuje le stvari, povezane z namenom seznama, kot je vedenje ali cilj dopisovanja preko tega seznama, ipd. <p>To besedilo bo oblikovano po naslednjih pravilih: <ul><li>Vsak odstavek bo zapolnjen tako, da nobena vrstica ne bo presegala 70 znakov. <li>Vrstice, ki se zaènejo s presledkom, ne bodo zapolnjene. <li>Odstavki bodo loèeni s prazno vrstico. </ul>

source: Send welcome message to newly subscribed members?
sl: Ali naj se novim èlanom po¹lje pozdravno sporoèilo?

source: Turn this off only if you plan on subscribing people manually and don't want them to know that you did so. This option is most useful for transparently migrating lists from some other mailing list manager to Mailman.
sl: Izkljuèite to mo¾nost, èe nameravate roèno po¹iljati pozdravna sporoèila novim èlanom, ki pa tega ne smejo vedeti. Ta mo¾nost je uporabna za sezname, ki odkrito prehajajo s katerega drugega urejevalnika po¹tnih seznamov na Mailman.

source: Text sent to people leaving the list. If empty, no special text will be added to the unsubscribe message.
sl: Besedilo, ki bo poslano èlanom, ki zapu¹èajo seznam. Èe bo to prazno, odjavnemu sporoèilu ne bo dodano besedilo.

source: Send goodbye message to members when they are unsubscribed?
sl: Ali naj se èlanom, ki so se odjavili, po¹lje zakljuèni pozdrav?

source: Should the list moderators get immediate notice of new requests, as well as daily notices about collected ones?
sl: Ali naj moderatorji dobijo neposredno obvestilo o novih zahtevah, zahtevah in vsakodnevna obvestila o zbranih zahtevah?

source: List moderators (and list administrators) are sent daily reminders of requests pending approval, like subscriptions to a moderated list, or postings that are being held for one reason or another. Setting this option causes notices to be sent immediately on the arrival of new requests as well.
sl: Moderatorji (in skrbniki) bodo vsak dan prejeli opomnike o èakajoèih zahtevah, kot so prijava na moderirani seznam ali sporoèila, ki so postavljena na èakalno listo zaradi tak¹nega ali drugaènega razloga. Èe nastavite to mo¾nost, bodo sporoèila o tem poslana takoj, ko prispe nova zahteva.

source: Should administrator get notices of subscribes and unsubscribes?
sl: Ali naj skrbnik seznama prejme obvestila o prijavah ali odjavah?

source: Send mail to poster when their posting is held for approval?
sl: Ali naj se po¹iljatelju po¹lje obvestilo, ko je njegovo sporoèilo postavljeno na èakalno listo?

source: Additional settings
sl: Dodatne nastavitve

source: Emergency moderation of all list traffic.
sl: Nujna obdelava vseh sporoèil na seznamu.

source: When this option is enabled, all list traffic is emergency moderated, i.e. held for moderation. Turn this option on when your list is experiencing a flamewar and you want a cooling off period.
sl: Èe je ta mo¾nost omogoèena, bo vsa vsebina na seznamu takoj obdelana, t.j. moderirana. Vkljuèite to mo¾nost, èe so se na va¹em seznamu v¾gale strasti, sedaj pa potrebujete èas, da se stvari ohladijo.

source: Default options for new members joining this list.<input type="hidden" name="new_member_options" value="ignore">
sl: Privzete mo¾nosti za nove èlane, ki se prijavijo na seznam.<input type="hidden" name="new_member_options" value="ignore">

source: When a new member is subscribed to this list, their initial set of options is taken from the this variable's setting.
sl: Ko se na seznam prijavi nov èlan, bodo njihove privzete mo¾nosti odvisne od nastavitve te spremenljivke.

source: (Administrivia filter) Check postings and intercept ones that seem to be administrative requests?
sl: (Skrbni¹ki filter) Ali naj se sporoèila prei¹èejo in izkljuèijo tista, ki bi lahko bila skrbni¹ke zahteve?

source: Administrivia tests will check postings to see whether it's really meant as an administrative request (like subscribe, unsubscribe, etc), and will add it to the the administrative requests queue, notifying the administrator of the new request, in the process.
sl: S skrbni¹kim preizkusom preverite sporoèila, èe so le-ta resnièno skrbni¹ke zahteve (npr. prijava, odjava, idr.) in jih dodate, na èakalno listo k èakajoèim zahtevam, o novih zahtevah pa obvestite tudi skrbnika.

source: Maximum length in kilobytes (KB) of a message body. Use 0 for no limit.
sl: Najveèja dovoljena dol¾ina besedila sporoèila v kilobajtih (KB). Z 0 le-ta ne bo omejena.

source: Host name this list prefers for email.
sl: Ime gostitelja, ki ga ta seznam uporablja za po¹to.

source: The "host_name" is the preferred name for email to mailman-related addresses on this host, and generally should be the mail host's exchanger address, if any. This setting can be useful for selecting among alternative names of a host that has multiple addresses.
sl: Mo¾nost "host_name" doloèa ime za naslove, ki so namenjeni na mailman seznam na tem gostitelju, in je lahko naslov za izmenjavo po¹te na tem gostitelju. To mo¾nost lahko uporabite za izbiranje med veè imeni gostitelja, ki ima veè naslovov.

source: Should messages from this mailing list include the <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a> (i.e. <tt>List-*</tt>) headers? <em>Yes</em> is highly recommended.
sl: Ali naj sporoèila s tega po¹tnega seznama vkljuèujejo tudi <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a> (npr. <tt>Seznam-*</tt>) glave? <em>Da</em> se moèno priporoèa.

source: RFC 2369 defines a set of List-* headers that are normally added to every message sent to the list membership. These greatly aid end-users who are using standards compliant mail readers. They should normally always be enabled. <p>However, not all mail readers are standards compliant yet, and if you have a large number of members who are using non-compliant mail readers, they may be annoyed at these headers. You should first try to educate your members as to why these headers exist, and how to hide them in their mail clients. As a last resort you can disable these headers, but this is not recommended (and in fact, your ability to disable these headers may eventually go away).
sl: RFC 2369 doloèa mno¾ico glav Seznam-* , ki se ponavadi dodajo vsakemu sporoèilu, ki je poslano na seznam. Te glave so koristne za konène uporabnike, ki uporabljajo programe za branje po¹te, ki upo¹tevajo doloèene standarde. Nadavno je najbolje, da so omogoèene. <p>Ker pa vsi po¹tni programi ¹e ne ustrezajo standardom in ker obstaja veliko uporabnikov, ki standardnih programov ne uporabljajo, jih lahko te glave motijo. Najprej zato posku¹ajte poduèiti uporabnike, èemu so namenjene te glave in kako jih lahko skrijejo v svojih po¹tnih programih. Nazadnje jih lahko tudi onemogoèite, kar pa ni priporoèljivo (lahko se tudi zgodi, da jih kmalu ne bo mogoèe veè izkljuèiti).

source: Should postings include the <tt>List-Post:</tt> header?
sl: Ali naj sporoèila na seznam vsebujejo glavo <tt>Seznam-Objava:</tt>?

source: The <tt>List-Post:</tt> header is one of the headers recommended by <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a>. However for some <em>announce-only</em> mailing lists, only a very select group of people are allowed to post to the list; the general membership is usually not allowed to post. For lists of this nature, the <tt>List-Post:</tt> header is misleading. Select <em>No</em> to disable the inclusion of this header. (This does not affect the inclusion of the other <tt>List-*:</tt> headers.)
sl: Glava <tt>Seznam-Objava:</tt> je ena od glav, ki jo priporoèa <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a>. Vendar pa na nekaterih po¹tnih seznamih, kjer so <em>samo-obvestila</em> lahko objavlja samo zelo omejena skupina èlanov; ostali èlani pa ne morejo objavljati svojih sporoèil. V teh primerih je glava <tt>Seznam-Objava:</tt> zavajajoèa. Izberite mo¾nost <em>Ne</em>, da onemogoèite dodajanje te glave. (Ta mo¾nost ne vpliva na dodajanje drugih <tt>Seznam-*:</tt> glav.)

source: <b>real_name</b> attribute not changed! It must differ from the list's name by case only.
sl: <b>real_name</b> atribut ni bil spremenjen! Od imena seznama se lahko razlikuje le po velikosti èrk.

source: You cannot add a Reply-To: to an explicit address if that address is blank. Resetting these values.
sl: Izrecnemu naslovu ne morete dodati Povratnega naslova, èe je izrecni naslov prazen. Ponastavitev teh vrednosti.

source: Language&nbsp;options
sl: Jezikovne&nbsp;mo¾nosti

source: Natural language (internationalization) options.
sl: Mo¾nosti naravnega jezika (internacionalizacija).

source: Default language for this list.
sl: Privzeti jezik za ta seznam.

source: This is the default natural language for this mailing list. If <a href="?VARHELP=language/available_languages">more than one language</a> is supported then users will be able to select their own preferences for when they interact with the list. All other interactions will be conducted in the default language. This applies to both web-based and email-based messages, but not to email posted by list members.
sl: To je privzeti naravni jezik za ta po¹tni seznam. Èe program podpira <a href="?VARHELP=language/available_languages">veè kot en jezik</a>, bodo uporabniki lahko sami izbirali jezik, v katerem se bodo sporazumevali na seznamu. Vsa ostala komunikacija bo potekala v privzetem jeziku. To velja tako za spletna kot za po¹tna soproèila, ne pa za e-po¹to, ki jo po¹iljajo èlani po¹tnega seznama.

source: Languages supported by this list.
sl: Jeziki, ki jih podpira ta seznam.

source: These are all the natural languages supported by this list. Note that the <a href="?VARHELP=language/preferred_language">default language</a> must be included.
sl: Tu so prikazani vsi naravni jeziki, ki jih podpira ta seznam. Vkljuèen mora biti tudi <a href="?VARHELP=language/preferred_language">privzeti jezik</a>.

source: Always
sl: Vedno

source: As needed
sl: Po potrebi

source: Never
sl: Nikoli

source: Encode the <a href="?VARHELP=general/subject_prefix">subject prefix</a> even when it consists of only ASCII characters?
sl: Zakodiraj <a href="?VARHELP=general/subject_prefix">predpono Zadeve</a> tudi, kadar vsebuje le ASCII znake?
