Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: Check a list's config database file for integrity. All of the following files are checked: config.pck config.pck.last config.db config.db.last config.safety It's okay if any of these are missing. config.pck and config.pck.last are pickled versions of the config database file for 2.1a3 and beyond. config.db and config.db.last are used in all earlier versions, and these are Python marshals. config.safety is a pickle written by 2.1a3 and beyond when the primary config.pck file could not be read. Usage: %(PROGRAM)s [options] [listname [listname ...]] Options: --all / -a Check the databases for all lists. Otherwise only the lists named on the command line are checked. --verbose / -v Verbose output. The state of every tested file is printed. Otherwise only corrupt files are displayed. --help / -h Print this text and exit.
sl: Preveri konfiguracijsko datoteko seznama, èe je neokvarjena. Preverjene bodo naslednje datoteke: config.pck config.pck.last config.db config.db.last config.safety Èe katere od teh datotek manjkajo, to ne bo predstavljalo te¾av. config.pck in config.pck.last sta serializirani razlièici za 2.1a3 in novej¹e. config.db in config.db.last se uporabljata v vseh starej¹ih razlièicah, prav tako v Python. config.safety je serializacija za razlièico 2.1a3 in novej¹e, kadar primarne datoteke config.pck ni mogoèe brati. Uporaba: %(PROGRAM)s [options] [listname [listname ...]] Mo¾nosti: --all / -a Preveri bazo podatkov za vse sezname. Drugaèe bodo preverjeni samo seznami v ukazni vrstici. --verbose / -v Ob¹iren izpis podatkov. Prikazano bo stanje vsake preverjene datoteke. V nasprotnem primeru bodo prikazane le okvarjene datoteke. --help / -h Natisni to besedilo in se vrni v ukazni naèin.

source: No list named:
sl: Ni navedenega seznama:

source: List:
sl: Seznam:

source: %(file)s: okay
sl: %(file)s: v redu

source: checking gid and mode for %(path)s
sl: preverjanje gid in mode za %(path)s

source: %(path)s bad group (has: %(groupname)s, expected %(MAILMAN_GROUP)s)
sl: %(path)s neveljavna skupina (vsebuje: %(groupname)s, prièakovano %(MAILMAN_GROUP)s)

source: directory permissions must be %(octperms)s: %(path)s
sl: dovoljenje za imenik mora biti %(octperms)s: %(path)s

source: source perms must be %(octperms)s: %(path)s
sl: dovoljenje za izvorno kodo mora biti %(octperms)s: %(path)s

source: article db files must be %(octperms)s: %(path)s
sl: datoteke podatkovne baze z arhivom morajo biti %(octperms)s: %(path)s

source: checking mode for %(prefix)s
sl: preverjanje mode za %(prefix)s

source: WARNING: directory does not exist: %(d)s
sl: OPOZORILO: mapa ne obstaja: %(d)s

source: directory must be at least 02775: %(d)s
sl: imenik mora biti vsaj 02775: %(d)s

source: checking perms on %(private)s
sl: preverjanje dovoljenj na %(private)s

source: %(private)s must not be other-readable
sl: %(private)s ne sme biti kako drugaèe berljiv

source: mbox file must be at least 0660:
sl: mbox mora biti vsaj 0660:

source: %(dbdir)s "other" perms must be 000
sl: %(dbdir)s "ostala" dovoljenja morajo biti 000

source: checking cgi-bin permissions
sl: preverjanje cgi-bin dovoljenj

source: checking set-gid for %(path)s
sl: preverjanje set-gid za %(path)s

source: %(path)s must be set-gid
sl: %(path)s mora biti set-gid

source: checking set-gid for %(wrapper)s
sl: preverjanje set-gid za %(wrapper)s

source: %(wrapper)s must be set-gid
sl: %(wrapper)s mora biti set-gid

source: checking permissions on %(pwfile)s
sl: preverjanje dovoljenj v %(pwfile)s

source: %(pwfile)s permissions must be exactly 0640 (got %(octmode)s)
sl: %(pwfile)s dovoljenja morajo biti natanèno 0640 (¾e %(octmode)s)

source: checking permissions on list data
sl: preverjanje dovoljenj za podatke o seznamu

source: checking permissions on: %(path)s
sl: preverjanje dovoljenj v: %(path)s

source: file permissions must be at least 660: %(path)s
sl: datoteèna dovoljenja morajo biti najmanj 660: %(path)s

source: No problems found
sl: Ni bilo najdenih okvar

source: Problems found:
sl: Najdene okvare:

source: Re-run as %(MAILMAN_USER)s (or root) with -f flag to fix
sl: Ponovi kot %(MAILMAN_USER)s (ali root) z -f za popravilo

source: Clean up an .mbox archive file. The archiver looks for Unix-From lines separating messages in an mbox archive file. For compatibility, it specifically looks for lines that start with "From " -- i.e. the letters capital-F, lowercase-r, o, m, space, ignoring everything else on the line. Normally, any lines that start "From " in the body of a message should be escaped such that a > character is actually the first on a line. It is possible though that body lines are not actually escaped. This script attempts to fix these by doing a stricter test of the Unix-From lines. Any lines that start "From " but do not pass this stricter test are escaped with a > character. Usage: cleanarch [options] < inputfile > outputfile Options: -s n --status=n Print a # character every n lines processed -q / --quiet Don't print changed line information to standard error. -n / --dry-run Don't actually output anything. -h / --help Print this message and exit
sl: Poèisti .mbox arhivsko datoteko. Arhivar v mbox arhivski datoteki poi¹èe vrstice Unix-From, ki loèujejo sporoèila. Zaradi zdru¾ljivosti posebej poi¹èe vrstice, ki se zaènejo z "From " -- t.j. velika èrka F, mali r, o, m, presledek, prezrejo pa vse ostalo v vrstici. Navadno naj bi se vrsticam, ki se zaènejo s "From " v besedilu sporoèila izognili, tako da bi se vrstica zaèela z znakom >. Lahko pa se zgodi, da vrstice niso bile izpu¹èene. Ta skript posku¹a popraviti tak¹ne napake, tako da izvede strogi preizkus vrstic Unix-From. Vse vrstice, ki se zaènejo s "From " in ne prestanejo tega strogega preizkusa, bodo izloèene z znakom >. Uporaba: cleanarch [options] < inputfile > outputfile Mo¾nosti: -s n --status=n Po n vrsticah poka¾e znak # -q / --quiet Ne poka¾e spremenjenih informacij o vrstici na standardno napako. -n / --dry-run Ni poka¾e nièesar. -h / --help Prika¾e to sporoèilo in se vrne v ukazni naèin.

source: Unix-From line changed: %(lineno)d
sl: Unix-From vrstica spremenjena: %(lineno)d

source: Bad status number: %(arg)s
sl: Neveljavna statusna ¹tevilka: %(args)s

source: %(messages)d messages found
sl: %(messages)d sporoèil najdenih

source: Clone a member address. Cloning a member address means that a new member will be added who has all the same options and passwords as the original member address. Note that this operation is fairly trusting of the user who runs it -- it does no verification to the new address, it does not send out a welcome message, etc. The existing member's subscription is usually not modified in any way. If you want to remove the old address, use the -r flag. If you also want to change any list admin addresses, use the -a flag. Usage: clone_member [options] fromoldaddr tonewaddr Where: --listname=listname -l listname Check and modify only the named mailing lists. If -l is not given, then all mailing lists are scanned from the address. Multiple -l options can be supplied. --remove -r Remove the old address from the mailing list after it's been cloned. --admin -a Scan the list admin addresses for the old address, and clone or change them too. --quiet -q Do the modifications quietly. --nomodify -n Print what would be done, but don't actually do it. Inhibits the --quiet flag. --help -h Print this help message and exit. fromoldaddr (`from old address') is the old address of the user. tonewaddr (`to new address') is the new address of the user.
sl: Kloniranje èlanskega naslova. Kloniranje èlanskega naslova pomeni, da bo dodan nov èlan, ki ima iste nastavitve in geslo kot izvirni naslov èlana. To dejanje je zelo zaupljivo do uporabnika, ki ga izvede -- ne posku¹a preskusiti novega naslova, poslati sporoèila z dobrodo¹lico, ali ga drugaèe preveriti. Pri tem pa èlanstvo obstojeèega èlana ostane nespremenjeno. Èe ¾elite odstraniti stari naslov, uporabite mo¾nost -r. Èe ¾elite spremeniti tudi naslove skrbnikov seznama, uporabite mo¾nost -a. Uporaba: clone_member [options] fromoldaddr tonewaddr Mo¾nosti so naslednje: --listname=listname -l listname Preveri in spremeni samo imenovane po¹tne sezname. Èe -l ni, podan, bodo za naslov preiskani vsi seznami. Doloèite lahko veè -l mo¾nosti hkrati. --remove -r Odstrani stari naslov s po¹tnega seznama, potem ko je bil kloniran. --admin -a Prei¹èe skrbni¹ke naslove za stare naslove in tudi te klonira ali spremeni. --quiet -q Spremembe izvede nevidno. --nomodify -n Poka¾e mo¾ne spremembe, a jih ne izvede. Vsebuje mo¾nost --quiet. --help -h Poka¾e to sporoèilo s pomoèjo in se vrne v ukazni naèin. fromoldaddr (`iz starega naslova') je prej¹nji naslov uporabnika. tonewaddr (`v novi naslov') je novi naslov uporabnika.

source: processing mailing list:
sl: obdelava po¹tnega seznama:

source: scanning list owners:
sl: iskanje lastnikov seznama:

source: new list owners:
sl: novi lastniki seznama:

source: (no change)
sl: (brez spremembe)

source: address not found:
sl: naslov ni najden:

source: clone address added:
sl: klonirani naslov dodan:

source: clone address is already a member:
sl: klonirani naslov je ¾e èlan:

source: original address removed:
sl: izvirni naslov odstranjen:

source: Not a valid email address: %(toaddr)s
sl: Neveljaven e-po¹tni naslov: %(toaddr)s

source: Error opening list "%(listname)s", skipping. %(e)s
sl: Napaka pri odpiranju seznama "%(listname)s", ne bo upo¹tevan. %(e)s

source: Configure a list from a text file description. Usage: config_list [options] listname Options: --inputfile filename -i filename Configure the list by assigning each module-global variable in the file to an attribute on the list object, then saving the list. The named file is loaded with execfile() and must be legal Python code. Any variable that isn't already an attribute of the list object is ignored (a warning message is printed). See also the -c option. A special variable named `mlist' is put into the globals during the execfile, which is bound to the actual MailList object. This lets you do all manner of bizarre thing to the list object, but BEWARE! Using this can severely (and possibly irreparably) damage your mailing list! --outputfile filename -o filename Instead of configuring the list, print out a list's configuration variables in a format suitable for input using this script. In this way, you can easily capture the configuration settings for a particular list and imprint those settings on another list. filename is the file to output the settings to. If filename is `-', standard out is used. --checkonly -c With this option, the modified list is not actually changed. Only useful with -i. --verbose -v Print the name of each attribute as it is being changed. Only useful with -i. --help -h Print this help message and exit. The options -o and -i are mutually exclusive.
sl: Konfiguracija seznama iz opisa besedilne datoteke. Uporaba: config_list [options] listname Mo¾nosti: --inputfile filename -i filename Konfigurira seznam tako, da vsakemu atributu predmeta seznama dodeli globalno spremenljivko za module, in shrani seznam. Navedena datoteka bo nalo¾ena z execfile() in mora biti veljavna Python koda. Vse spremenljivke, ki ¹e niso atributi predmeta seznama, bodo prezrte (poka¾e se opozorilo). Glej tudi mo¾nost -c. Med izvajanjem ukazan execfile je v globalne spremenljivke dodana posebna spremenljivka,`mlist', ki je povezana z dejanskim predmetom seznama. Z njeno pomoèjo boste na po¹tnem seznamu izvajali vse vrste ukazov, vendar POZOR; na ta naèin lahko moèno in nepopravljivo po¹kodujete va¹ po¹tni seznam! --outputfile filename -o filename Namesto konfiguriranja, s to mo¾nostjo prika¾ete konfiguracijske spremenljivke v taki obliki, ki je primerna za vnos s tem skriptom. Tako lahko preprosto zajamete konfiguracijske nastavitve za doloèeni seznam in jih uporabite za drug po¹tni seznam. filename je datoteka, v katero bodo zapisane te nastavitve. Èe je filename `-', bo uporabljen standardni izhod. --checkonly -c S to mo¾nostjo se spremenjeni seznam ne spremeni. Uporabna je le skupaj z -i. --verbose -v Prika¾e ime vsakega atributa, kot se spreminja. Uporabno le skupaj z -i. --help -h Prika¾e to sporoèilo s pomoèjo in se vrne v ukazni naèin. Mo¾nosti -o in -i se vzajemno izkljuèujeta.

source: options
sl: mo¾nosti

source: legal values are:
sl: dovoljene vrednosti so:

source: attribute "%(k)s" ignored
sl: atribut "%(k)s" prezrt

source: attribute "%(k)s" changed
sl: atribut "%(k)s" spremenjen

source: Non-standard property restored: %(k)s
sl: Nestandardna lastnost obnovljena: %(k)s

source: Invalid value for property: %(k)s
sl: Neveljavna vrednost za lastnost: %(k)s

source: Bad email address for option %(k)s: %(v)s
sl: Neveljaven e-po¹tni naslov za mo¾nost %(k)s: %(v)s

source: Only one of -i or -o is allowed
sl: Dovoljena je samo ena mo¾nost -i ali -o

source: One of -i or -o is required
sl: Zahtevana je ena mo¾nost -i ali -o

source: List name is required
sl: Zahtevano je ime seznama

source: Convert a list's interpolation strings from %-strings to $-strings. This script is intended to be run as a bin/withlist script, i.e. % bin/withlist -l -r convert <mylist>
sl: Pretvori interpolacijske nize seznama z %-strings na $-strings. Ta skript se mora zaganjati kot bin/withlist skript, npr. % bin/withlist -l -r convert <mylist>

source: Saving list
sl: Shranjevanje seznama

source: Discard held messages. Usage: discard [options] file ... Options: --help / -h Print this help message and exit. --quiet / -q Don't print status messages.
sl: Zavrne zadr¾ana sporoèila. Uporaba: Mo¾nosti: --help / -h Prika¾e to sporoèilo s pomoèjo in se vrne v ukazni naèin. --quiet / -q Ne prika¾e sporoèil o stanju.

source: Ignoring non-held message: %(f)s
sl: Prezrto nezadr¾ano sporoèilo: %(f)s

source: Ignoring held msg w/bad id: %(f)s
sl: Prezrto zadr¾ano sporoèilo z neveljavnim id: %(f)s

source: Discarded held msg #%(id)s for list %(listname)s
sl: Zavrnjeno zadr¾ano sporoèilo #%(id)s

source: Dump the contents of any Mailman `database' file. Usage: %(PROGRAM)s [options] filename Options: --marshal/-m Assume the file contains a Python marshal, overridding any automatic guessing. --pickle/-p Assume the file contains a Python pickle, overridding any automatic guessing. --noprint/-n Don't attempt to pretty print the object. This is useful if there's some problem with the object and you just want to get an unpickled representation. Useful with `python -i bin/dumpdb <file>'. In that case, the root of the tree will be left in a global called "msg". --help/-h Print this help message and exit If the filename ends with `.db', then it is assumed that the file contains a Python marshal. If the file ends with `.pck' then it is assumed to contain a Python pickle. In either case, if you want to override the default assumption -- or if the file ends in neither suffix -- use the -p or -m flags.
sl: Zapi¹e vsebino katerekoli Mailman `database' datoteke. Uporaba: %(PROGRAM)s [options] filename Mo¾nosti: --marshal/-m Predvideva, da datoteka vsebuje Python funkcije za binarni prikaz in tako preskoèi samodejno ugibanje. --pickle/-p Predvideva, da datoteka vsebuje Python funkcijo za serializacijo in tako preskoèi samodejno ugibanje. --noprint/-n Ne posku¹a zapisati predmeta. Ta mo¾nost je uporabna, èe je te¾ave s predmetom, vas pa zanima le deserializirana predstavitev. Uporablja se z ukazom `python -i bin/dumpdb <file>'. V tem primeru bo root datoteènega sistema ohranjen globalno, imenovan "msg". --help/-h Prika¾e to sporoèilo in se vrne v ukazni naèin. Èe se datoteka konèa z `.db', program predvideva, da vsebuje funkcijo za binarni prikaz (marshal). Èe se konèa s `.pck', program predvideva, da vsebuje Python algoritem za serializacijo (pickle). V obeh primerih velja: èe ¾elite zanemariti predvidevanje-- ali èe datoteka nima nobene od teh pripon -- uporabite mo¾nost -p ali -m.

source: No filename given.
sl: Ni podano ime datoteke.

source: Bad arguments: %(pargs)s
sl: Neveljavni argumenti: %(pargs)s

source: Please specify either -p or -m.
sl: Prosimo, uporabite funkcijo -p ali -m.

source: Find all lists that a member's address is on. Usage: find_member [options] regex [regex [...]] Where: --listname=listname -l listname Include only the named list in the search. --exclude=listname -x listname Exclude the named list from the search. --owners -w Search list owners as well as members. --help -h Print this help message and exit. regex A Python regular expression to match against. The interaction between -l and -x is as follows. If any -l option is given then only the named list will be included in the search. If any -x option is given but no -l option is given, then all lists will be search except those specifically excluded. Regular expression syntax is Perl5-like, using the Python re module. Complete specifications are at: http://docs.python.org/library/re.html Address matches are case-insensitive, but case-preserved addresses are displayed.
sl: Najde vse sezname, na katerih je èlan prijavljen. Uporaba: find_member [options] regex [regex [...]] Mo¾nosti: --listname=listname -l listname I¹èe samo v navedenem seznamu. --exclude=listname -x listname Izkljuèi navedeni seznam iz iskanja. --owners -w Poi¹èe tako lastnike kot èlane seznama. --help -h Prika¾e to sporoèilo in se vrne v ukazni naèin. regex Python regularni izraz, ki ga bo program poiskal. Interakcija med -l in -x je naslednja. Èe je podana mo¾nost -l, potem bo v iskanje vkljuèen samo navedeni seznam. Èe je podana mo¾nost -x, mo¾nosti -l pa ni, potem bodo preiskani vsi seznami, razen tistih, ki so izrecno izkljuèeni. Sintaksa za regularni izraz je tak, kot za Perl5, in uporablja Python re modul. Celotne specifikacije najdete na: http://docs.python.org/library/re.html Iskanje naslovov razlikuje velike in male èrke, prikazani pa so naslovi v originalni obliki.

source: Search regular expression required
sl: Zahtevan je regularni izraz za iskanje

source: No lists to search
sl: Ni seznamov za preiskati

source: found in:
sl: najdeno v:

source: (as owner)
sl: (kot lastnik)

source: Reset a list's web_page_url attribute to the default setting. This script is intended to be run as a bin/withlist script, i.e. % bin/withlist -l -r fix_url listname [options] Options: -u urlhost --urlhost=urlhost Look up urlhost in the virtual host table and set the web_page_url and host_name attributes of the list to the values found. This essentially moves the list from one virtual domain to another. Without this option, the default web_page_url and host_name values are used. -v / --verbose Print what the script is doing. If run standalone, it prints this help text and exits.
sl: Ponastavitev atributa web_page_url na privzeto nastavitev. Ta skript se mora zaganjati kot bin/withlist skript, torej. % bin/withlist -l -r fix_url listname [options] Mo¾nosti: -u urlhost --urlhost=urlhost Poi¹èe urlhost v tabeli virtualnih gostiteljev in nastavi atributa web_page_url in host_name na najdene vrednosti. Tako prestavite seznam iz ene virtualne domene na drugo. Brez te mo¾nosti sta uporabljeni privzeti vrednosti za atributa web_page_url in host_name. -v / --verbose Prika¾e, kaj skript trenutno izvaja. Èe za¾enete samo funkcijo, bo prikazano to sporoèilo s pomoèjo.

source: Setting web_page_url to: %(web_page_url)s
sl: Nastavitev web_page_url na: %(web_page_url)s

source: Setting host_name to: %(mailhost)s
sl: Nastavitev host_name na: %(mailhost)s

source: Regenerate Mailman specific aliases from scratch. The actual output depends on the value of the `MTA' variable in your mm_cfg.py file. Usage: genaliases [options] Options: -q/--quiet Some MTA output can include more verbose help text. Use this to tone down the verbosity. -h/--help Print this message and exit.
sl: Od zaèetka preoblikuje Mailman specifiène vzdevke. Dejanski izhod je odvisen od vrednosti v spremenljivki `MTA' v datoteki mm_cfg.py. Uporaba: genaliases [options] Mo¾nosti: -q/--quiet Nekateri MTA izhod lahko vkljuèuje izdatno besedilo pomoèi. S to mo¾nostjo zmanj¹ate kolièino prikazanega besedila. -h/--help Prika¾e to sporoèilo in se vrne v ukazni naèin.

source: Inject a message from a file into Mailman's incoming queue. Usage: inject [options] [filename] Options: -h / --help Print this text and exit. -l listname --listname=listname The name of the list to inject this message to. Required. -q queuename --queue=queuename The name of the queue to inject the message to. The queuename must be one of the directories inside the qfiles directory. If omitted, the incoming queue is used. filename is the name of the plaintext message file to inject. If omitted, standard input is used.
sl: Vstavi sporoèilo iz datoteke v èakalno vrsto prejetih sporoèil v Mailmanu. Uporaba: inject [options] [filename] Mo¾nosti: -h / --help Prika¾e to sporoèilo in se vrne v ukazni naèin. -l listname --listname=listname Ime seznama, na katerega bo to sporoèilo vstavljeno. Obvezno. -q queuename --queue=queuename Ime èakalne vrste, na katero bo postavljeno sporoèilo. queuename mora biti eden od imenikov v imeniku qfiles. Èe ni podano, je uporabljena dohodna vrsta. filename je ime datoteke s sporoèilom v obliki navadnega besedila, ki bo vstavljeno. Èe ni doloèeno, bo uporabljen standardni vhod.

source: Bad queue directory: %(qdir)s
sl: Neveljaven imenik s èakalno vrsto: %(qdir)s

source: A list name is required
sl: Zahtevano je ime seznama

source: List all the owners of a mailing list. Usage: %(program)s [options] listname ... Where: --all-vhost=vhost -v=vhost List the owners of all the mailing lists for the given virtual host. --all -a List the owners of all the mailing lists on this system. --help -h Print this help message and exit. `listname' is the name of the mailing list to print the owners of. You can have more than one named list on the command line.
sl: Na¹teje vse lastnike tega po¹tnega seznama. Uporaba: %(program)s [options] listname ... Mo¾nosti: --all-vhost=vhost -v=vhost Na¹teje vse lastnike vseh seznamov na podanem gostitelju. --all -a Na¹teje vse lastnike vseh seznamov v tem sistemu. --help -h Prika¾e to sporoèilo in se vrne v ukazni naèin. `listname' je ime po¹tnega seznama, katerega lastniki bodo poiskani. V ukazni vrstici lahko doloèite veè seznamov.

source: List: %(listname)s, Owners: %(owners)s
sl: Seznam: %(listname)s, Lastniki: %(owners)s

source: List all mailing lists. Usage: %(program)s [options] Where: -a / --advertised List only those mailing lists that are publically advertised --virtual-host-overview=domain -V domain List only those mailing lists that are homed to the given virtual domain. This only works if the VIRTUAL_HOST_OVERVIEW variable is set. -b / --bare Displays only the list name, with no description. -h / --help Print this text and exit.
sl: Na¹teje vse po¹tne sezname. Uporaba: %(program)s [options] Mo¾nosti: -a / --advertised Na¹teje samo javne po¹tne sezname --virtual-host-overview=domain -V domain Na¹teje samo tiste sezname, ki gostujejo na podani virtualni domeni. Ta mo¾nost velja le, èe je spremenljivka VIRTUAL_HOST_OVERVIEW nastavljena. -b / --bare Prika¾e samo ime seznama, brez opisa. -h / --help Poka¾e to sporoèilo in se vrne v ukazni naèin.

source: No matching mailing lists found
sl: Ni najdenih po¹tnih seznamov

source: matching mailing lists found:
sl: najdeni po¹tni seznami:
