Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: size not available
sl: velikost ni na voljo

source: %(size)i bytes
sl: %(size)i bajtov

source: at
sl: na

source: Previous message:
sl: Prej¹nje sporoèilo:

source: Next message:
sl: Naslednje sporoèilo:

source: thread
sl: tema

source: subject
sl: zadeva

source: author
sl: avtor

source: date
sl: datum

source: <P>Currently, there are no archives. </P>
sl: <P>Trenutno arhiva ni na voljo. </P>

source: Gzip'd Text%(sz)s
sl: %(sz)s besedila stisnjeno z gzip

source: Text%(sz)s
sl: Besedilo %(sz)s

source: figuring article archives
sl: oblikovanje arhiva prispevkov

source: February
sl: Februar

source: January
sl: Januar

source: March
sl: Marec

source: August
sl: Avgust

source: July
sl: Julij

source: June
sl: Junij

source: May
sl: Maj

source: October
sl: Oktober

source: First
sl: Prva

source: Fourth
sl: Èetrta

source: Second
sl: Druga

source: Third
sl: Tretja

source: %(ord)s quarter %(year)i
sl: %(ord)s èetrtina %(year)i

source: The Week Of Monday %(day)i %(month)s %(year)i
sl: Teden %(day)i %(month)s %(year)i

source: Computing threaded index
sl: Izdelava kazala po temah

source: Updating HTML for article %(seq)s
sl: Posodobitev HTML za prispevek %(seq)s

source: article file %(filename)s is missing!
sl: Manjka datoteka prispevka %(filename)s!

source: No subject
sl: Brez zadeve

source: Creating archive directory
sl: Izdelava imenika za arhiv

source: Reloading pickled archive state
sl: Ponovno nalaganje serializiranega stanja arhiva

source: Pickling archive state into
sl: Serializiranje stanja arhiva v

source: Updating index files for archive [%(archive)s]
sl: Posodabljanje datotek kazala za arhiv [%(archive)s]

source: Thread
sl: Tema

source: due to excessive bounces
sl: zaradi prepogostih zavrnitev

source: by yourself
sl: sami

source: by the list administrator
sl: skrbnik po¹tnega seznama

source: for unknown reasons
sl: zaradi neznanega razloga

source: disabled
sl: onemogoèeno

source: Bounce action notification
sl: Obvestilo o zavrnitvi

source: The last bounce received from you was dated %(date)s
sl: Zadnja zavrnitev s tega naslova je z dne %(date)s

source: (no subject)
sl: (brez zadeve)

source: [No bounce details are available]
sl: [Ni razpolo¾ljivih podrobnosti zavrnitve]

source: Administrator
sl: Skrbnik

source: No such list <em>%(safelistname)s</em>
sl: Seznam <em>%(safelistname)s</em> ne obstaja.

source: Authorization failed.
sl: Avtorizacija ni uspela.

source: You have turned off delivery of both digest and non-digest messages. This is an incompatible state of affairs. You must turn on either digest delivery or non-digest delivery or your mailing list will basically be unusable.
sl: Izkljuèili ste tako prejemanje izvleèka kot posameznih sporoèil. To stanje je nesprejemljivo. Vkljuèen morate imeti naèin prejemanja izvleèkov ali prejemanje posameznih sporoèil, drugaèe od èlanstva na tem seznamu ne boste imeli koristi.

source: Warning:
sl: Opozorilo:

source: You have digest members, but digests are turned off. Those people will not receive mail.
sl: Med èlani seznama so tudi taki, ki ¾elijo prejemati izvleèke, ki pa so onemogoèeni. Ti èlani ne bodo prejemali sporoèil.

source: You have regular list members but non-digestified mail is turned off. They will receive mail until you fix this problem.
sl: Na seznamu so èlani, ki ¾elijo prejemati posamezna sporoèila, vendar je ta naèin prejemanja onemogoèen. Ti èlani ne bodo prejemali sporoèil, dokler ne spremenite nastavitev.

source: %(hostname)s mailing lists - Admin Links
sl: %(hostname)s po¹tni seznami - Administrativne povezave

source: Welcome!
sl: Dobrodo¹li!

source: <p>There currently are no publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s.
sl: <p>Trenutno ni javnih %(mailmanlink)s po¹tnih seznamov na %(hostname)s.

source: <p>Below is the collection of publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s. Click on a list name to visit the configuration pages for that list.
sl: <p>Spodaj je seznam javnih in ogla¹evanih %(mailmanlink)s po¹tnih seznamov na %(hostname)s. Kliknite na ime seznama, da odprete strani za konfiguracijo tega seznama.

source: right
sl: desno

source: To visit the administrators configuration page for an unadvertised list, open a URL similar to this one, but with a '/' and the %(extra)slist name appended. If you have the proper authority, you can also <a href="%(creatorurl)s">create a new mailing list</a>. <p>General list information can be found at
sl: Èe ¾elite odpreti skrbni¹ko konfiguracijsko stran za neogla¹evani seznam, vnesite URL, ki je podoben trenutnemu, z dodatnim '/' in imenom seznama %(extra)s. Èe imate ustrezne pravice, lahko tudi <a href="%(creatorurl)s">ustvarite nov po¹tni seznam</a>. <p>Splo¹ne podatke o seznamu najdete na

source: the mailing list overview page
sl: stran za pregled po¹tnega sistema

source: <p>(Send questions and comments to
sl: <p>(Vpra¹anja in pripombe po¹ljite na naslov

source: List
sl: Seznam

source: Description
sl: Opis

source: [no description available]
sl: [opisa ni na voljo]

source: No valid variable name found.
sl: Ni najdenega veljavnega imena spremenljivke.

source: %(realname)s Mailing list Configuration Help <br><em>%(varname)s</em> Option
sl: Pomoè za konfiguracijo po¹tnega seznama za %(realname)s <br><em>%(varname)s</em> Mo¾nost

source: Mailman %(varname)s List Option Help
sl: Pomoè za mo¾nosti Mailman %(varname)s seznama

source: <em><strong>Warning:</strong> changing this option here could cause other screens to be out-of-sync. Be sure to reload any other pages that are displaying this option for this mailing list. You can also
sl: <em><strong>Opozorilo:</strong> Spreminjanje te mo¾nosti lahko povzroèi neusklajenost ostalih strani. Ponovno morate nalo¾iti tudi ostale strani, ki prikazujejo to mo¾nost za po¹tni seznam. Prav tako se lahko

source: return to the %(categoryname)s options page.
sl: vrnete na stran z mo¾nostmi %(categoryname)s.

source: %(realname)s Administration (%(label)s)
sl: Skrbni¹tvo za %(realname)s (%(label)s)

source: %(realname)s mailing list administration<br>%(label)s Section
sl: Skrbni¹tvo po¹tnega seznama za %(realname)s<br>Podroèje %(label)s

source: Configuration Categories
sl: Konfiguracijske kategorije

source: Other Administrative Activities
sl: Ostale skrbni¹ke operacije

source: Tend to pending moderator requests
sl: Obdelava èakajoèih moderatorskih zahtev

source: Go to the general list information page
sl: Pojdi na stran s splo¹nimi informacijami o seznamu

source: Go to list archives
sl: Pojdi na arhiv seznama

source: Delete this mailing list
sl: Izbri¹i ta po¹tni seznam

source: (requires confirmation)<br>&nbsp;<br>
sl: (zahteva potrditev)<br>&nbsp;<br>

source: Logout
sl: Odjava

source: Emergency moderation of all list traffic is enabled
sl: Nujna moderacija vseh sporoèil na seznamu je omogoèena

source: Make your changes in the following section, then submit them using the <em>Submit Your Changes</em> button below.
sl: V naslednjem delu strani spremenite nastavitve in jih potrdite s spodnjim gumbom <em>Po¹lji spremembe</em>.

source: Additional Member Tasks
sl: Dodatna èlanska opravila

source: <li>Set everyone's moderation bit, including those members not currently visible
sl: <li>Doloèite moderatorske nastavitve, tudi za tiste èlane, ki trenutno niso vidni

source: Off
sl: Izkljuèi

source: On
sl: Vkljuèi

source: Set
sl: Nastavi

source: Value
sl: Vrednost

source: Badly formed options entry: %(record)s
sl: Slabo oblikovan vnos mo¾nosti: %(record)s

source: <em>Enter the text below, or...</em><br>
sl: <em>Spodaj vnesite besedilo ali...</em><br>

source: <br><em>...specify a file to upload</em><br>
sl: <br><em>...izberite datoteko za prenos</em><br>

source: Topic %(i)d
sl: Tema %(i)d

source: Delete
sl: Izbri¹i

source: Topic name:
sl: Ime teme:

source: Regexp:
sl: Regularni izraz:

source: Description:
sl: Opis:

source: Add new item...
sl: Dodaj nov element...

source: ...before this one.
sl: ...pred trenutnega.

source: ...after this one.
sl: ...za trenutnega.

source: Defer
sl: Odlo¾i

source: Reject
sl: Zavrni

source: Hold
sl: Shrani

source: Discard
sl: Izbri¹i

source: Accept
sl: Sprejmi

source: Action:
sl: Dejanje:

source: <br>(Edit <b>%(varname)s</b>)
sl: <br>(Uredi <b>%(varname)s</b>)

source: <br>(Details for <b>%(varname)s</b>)
sl: <br>(Podrobnosti za <b>%(varname)s</b>)

source: <br><em><strong>Note:</strong> setting this value performs an immediate action but does not modify permanent state.</em>
sl: <br><em><strong>Opomba:</strong> nastavitev te vrednosti se izvede takoj, vendar ne vpliva na trajno stanje.</em>

source: Mass Subscriptions
sl: Skupinske prijave

source: Mass Removals
sl: Skupinske odjave

source: Membership List
sl: Seznam èlanov

source: (help)
sl: (pomoè)

source: Find member %(link)s:
sl: Najdi èlana %(link)s:

source: Search...
sl: Iskanje...

source: Bad regular expression:
sl: Neveljavni regularni izraz:

source: %(allcnt)s members total, %(membercnt)s shown
sl: %(allcnt)s èlanov skupno, %(membercnt)s prikazanih

source: %(allcnt)s members total
sl: %(allcnt)s èlanov skupno

source: member address<br>member name
sl: naslov èlana<br>ime èlana

source: nomail<br>[reason]
sl: nomail<br>[razlog]

source: <b>unsub</b> -- Click on this to unsubscribe the member.
sl: <b>unsub</b> -- Kliknite tukaj, da odjavite èlana.

source: <b>mod</b> -- The user's personal moderation flag. If this is set, postings from them will be moderated, otherwise they will be approved.
sl: <b>mod</b> -- Uporabnikova osebna zastavica za moderacijo. Èe je le-ta nastavljena, bodo sporoèila tega èlana pregledana, drugaèe bodo odobrena.

source: <b>hide</b> -- Is the member's address concealed on the list of subscribers?
sl: <b>hide</b> -- Je e-po¹tni naslov tega èlana skrit na seznamu prijavljenih èlanov?

source: <b>nomail</b> -- Is delivery to the member disabled? If so, an abbreviation will be given describing the reason for the disabled delivery: <ul><li><b>U</b> -- Delivery was disabled by the user via their personal options page. <li><b>A</b> -- Delivery was disabled by the list administrators. <li><b>B</b> -- Delivery was disabled by the system due to excessive bouncing from the member's address. <li><b>?</b> -- The reason for disabled delivery isn't known. This is the case for all memberships which were disabled in older versions of Mailman. </ul>
sl: <b>nomail</b> -- Je dostava sporoèil èlanu onemogoèena? Èe je, potem bo podana okraj¹ava razloga za izklop prejemanja sporoèil: <ul><li><b>U</b> -- Dostavo po¹te je izkljuèil uporabnik sam na osebni strani z mo¾nostmi. <li><b>A</b> -- Dostavo po¹te je onemogoèil skrbnik seznama. <li><b>B</b> -- Dostavo sporoèil je onemogoèil sistem, zaradi prepogostih zavrnitev sporoèil na naslovu èlana. <li><b>?</b> -- Razlog za izklop dobave ni znan. Te nastavitve veljajo za vse èlane, ki jim je bila onemogoèena dostava sporoèil v starej¹ih razlièicah programa Mailman. </ul>

source: <b>ack</b> -- Does the member get acknowledgements of their posts?
sl: <b>ack</b> -- Ali uporabnik prejema potrdila o svojih prispevkih?

source: <b>not metoo</b> -- Does the member want to avoid copies of their own postings?
sl: <b>not metoo</b> -- Ali uporabnik ne ¾eli prejemati kopij lastnih sporoèil?

source: <b>nodupes</b> -- Does the member want to avoid duplicates of the same message?
sl: <b>nodupes</b> -- Ali èlan ne ¾eli prejemati dvojnikov istega sporoèila?

source: <b>digest</b> -- Does the member get messages in digests? (otherwise, individual messages)
sl: <b>digest</b> -- Ali prejema èlan sporoèila v obliki izvleèka? (drugaèe prejema posamezna sporoèila)

source: <b>plain</b> -- If getting digests, does the member get plain text digests? (otherwise, MIME)
sl: <b>plain</b> -- Èe èlan prejema izvleèke, ali so le-ti v obliki navadnega besedila? (drugaèe so v MIME obliki)

source: <b>language</b> -- Language preferred by the user
sl: <b>language</b> -- Izbrani jezik uporabnika

source: Click here to hide the legend for this table.
sl: Tukaj kliknite, da skrijete legendo za to tabelo.

source: Click here to include the legend for this table.
sl: Tukaj kliknite, da vkljuèite legendo za to tabelo.

source: <p><em>To view more members, click on the appropriate range listed below:</em>
sl: <p><em>Èe ¾elite videti veè èlanov, spodaj kliknite na ustrezni obseg:</em>

source: from %(start)s to %(end)s
sl: od %(start)s do %(end)s

source: Subscribe these users now or invite them?
sl: Ali ¾elite te uporabnike prijaviti ali jih povabiti?

source: Invite
sl: Povabi

source: Subscribe
sl: Prijavi

source: Send welcome messages to new subscribees?
sl: Po¹lji pozdravna sporoèila novim uporabnikom?

source: No
sl: Ne

source: Yes
sl: Da

source: Send notifications of new subscriptions to the list owner?
sl: Po¹lji obvestila o novih prijavah lastniku seznama?

source: Enter one address per line below...
sl: Spodaj vnesite vsak naslov v novo vrstico...

source: ...or specify a file to upload:
sl: ...ali doloèite datoteko za prenesti:

source: Below, enter additional text to be added to the top of your invitation or the subscription notification. Include at least one blank line at the end...
sl: Spodaj vnesite dodatno besedilo, ki bo dodano na vrhu va¹ega povabila ali obvestila o prijavi. Na koncu pustite vsaj eno prazno vrstico...

source: Send unsubscription acknowledgement to the user?
sl: Po¹lji uporabniku obvestilo o odobritvi odjave?

source: Send notifications to the list owner?
sl: Po¹lji obvestila lastniku seznama?

source: Change list ownership passwords
sl: Spremeni gesla za skrbni¹tvo seznama

source: The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must set a separate moderator password in the fields below, and also provide the email addresses of the list moderators in the <a href="%(adminurl)s/general">general options section</a>.
sl: <em>Skrbniki seznama</em> so tiste osebe, ki imajo nadzor nad vsemi parametri na tem po¹tnem seznamu in lahko spremenijo nastavitev katerekoli spremenljivke na spletnih straneh za administracijo. <p><em>Moderatorji seznama</em> imajo bolj omejene pravice; ne morejo spreminjati vseh spremenljivk konfiguracije, lahko pa obdelajo èakajoèe skrbni¹ke zahteve, vljuèno z odobravanjem in zavraèanjem èakajoèih zahtev za prijavo in brisanjem èakajoèih sporoèil. Seveda lahko tudi <em>skrbniki seznama</em> obdelujejo èakajoèe zahteve. <p>Èe ¾elite razdeliti opravila na skrbni¹ka in moderatorska, morate za moderatorja v spodnjem polju doloèiti drugo geslo in podati e-po¹tni naslov moderatorjev seznama v obmoèje <a href="%(adminurl)s/general">splo¹ne mo¾nosti</a>.

source: Enter new administrator password:
sl: Vnesite novo geslo za skrbnika:

source: Confirm administrator password:
sl: Ponovite geslo za skrbnika:

source: Enter new moderator password:
sl: Vnesite novo geslo za moderatorja:

source: Confirm moderator password:
sl: Ponovite geslo za moderatorja:

source: Submit Your Changes
sl: Po¹lji spremembe

source: Moderator passwords did not match
sl: Gesli za moderatorja se ne ujemata

source: Administrator passwords did not match
sl: Gesli za skrbnika se ne ujemata

source: Already a member
sl: Je ¾e èlan

source: &lt;blank line&gt;
sl: &lt;prazna vrstica&gt;

source: Bad/Invalid email address
sl: Neveljaven e-po¹tni naslov

source: Hostile address (illegal characters)
sl: Nedopusten naslov (nedovoljeni znaki)

source: Successfully invited:
sl: Povabilo sprejeli:

source: Successfully subscribed:
sl: Uspe¹no prijavljeni:

source: Error inviting:
sl: Napaka pri povabilu:

source: Error subscribing:
sl: Napaka pri prijavljanju:

source: Successfully Unsubscribed:
sl: Uspe¹no odjavljen:

source: Cannot unsubscribe non-members:
sl: Ni mogoèe odjaviti neèlanov:

source: Bad moderation flag value
sl: Nepravilna vrednost za moderatorsko zastavico

source: Not subscribed
sl: Ni prijavljen

source: Ignoring changes to deleted member: %(user)s
sl: Prezri spremembe za izbrisanega èlana: %(user)s

source: Successfully Removed:
sl: Uspe¹no odstranjeni:

source: Error Unsubscribing:
sl: Napaka pri odjavi:

source: %(realname)s Administrative Database
sl: Skrbni¹ka podatkovna baza za èlana %(realname)s

source: %(realname)s Administrative Database Results
sl: Rezultati skrbni¹ke podatkovne baze za %(realname)s

source: There are no pending requests.
sl: Ni èakajoèih zahtev.

source: Click here to reload this page.
sl: Tukaj kliknite, da ponovno nalo¾ite to stran.

source: Detailed instructions for the administrative database
sl: Podrobna navodila za skrbni¹ko podatkovno bazo

source: Administrative requests for mailing list:
sl: Skrbni¹ke zahteve za po¹tni seznam:

source: Submit All Data
sl: Po¹lji vse podatke

source: all of %(esender)s's held messages.
sl: vsa èakajoèa sporoèila po¹iljatelja %(esender)s

source: a single held message.
sl: eno èakajoèe sporoèilo.

source: all held messages.
sl: vsa èakajoèa sporoèila.

source: Mailman Administrative Database Error
sl: Napaka v skrbni¹ki podatkovni bazi Mailman

source: list of available mailing lists.
sl: seznam razpolo¾ljivih po¹tnih seznamov.

source: You must specify a list name. Here is the %(link)s
sl: Navesti morate ime seznama. Tukaj je %(link)s

source: Subscription Requests
sl: Zahteve za prijavo

source: Address/name
sl: Naslov/ime

source: Your decision
sl: Va¹a odloèitev

source: Reason for refusal
sl: Razlog za zavrnitev

source: Approve
sl: Sprejmi

source: Permanently ban from this list
sl: Trajno zavrni za ta seznam

source: User address/name
sl: Uporabnikov naslov/ime

source: Unsubscription Requests
sl: Zahteve za odjavo

source: From:
sl: Od:

source: Action to take on all these held messages:
sl: Dejanje za vsa èakajoèa sporoèila:

source: Preserve messages for the site administrator
sl: Shrani sporoèila za skrbnika seznama

source: Forward messages (individually) to:
sl: Posreduj sporoèila (posamezno) na naslov:

source: Clear this member's <em>moderate</em> flag
sl: Izbri¹i zastavico za <em>moderacijo</em> tega èlana

source: <em>The sender is now a member of this list</em>
sl: <em>Po¹iljatelj je sedaj èlan tega seznama</em>

source: Add <b>%(esender)s</b> to one of these sender filters:
sl: Dodaj <b>%(esender)s</b> v enega od naslednjih filtrov po¹iljateljev:

source: Accepts
sl: sprejetih

source: Discards
sl: izbrisanih

source: Holds
sl: shranjenih

source: Rejects
sl: zavrnjenih

source: Ban <b>%(esender)s</b> from ever subscribing to this mailing list
sl: Trajno prepreèi uporabniku <b>%(esender)s</b> prijavo na ta po¹tni seznam

source: Click on the message number to view the individual message, or you can
sl: Kliknite na ¹tevilko sporoèila, da si ogledate posamezno sporoèilo ali pa

source: view all messages from %(esender)s
sl: si oglejte vsa sporoèila od %(esender)s

source: Subject:
sl: Zadeva:

source: bytes
sl: bajtov

source: Size:
sl: Velikost:

source: not available
sl: ni na voljo

source: Reason:
sl: Razlog:

source: Received:
sl: Prejeto:

source: Posting Held for Approval
sl: Prispevek èaka na odobritev

source: (%(count)d of %(total)d)
sl: (%(count)d od %(total)d)

source: <em>Message with id #%(id)d was lost.
sl: <em>Sporoèilo z ID #%(id)d je izgubljeno.

source: <em>Message with id #%(id)d is corrupted.
sl: <em>Sporoèilo z ID #%(id)d je okvarjeno.

source: Preserve message for site administrator
sl: Shrani sporoèilo za skrbnika seznama

source: Additionally, forward this message to:
sl: Posreduj to sporoèilo tudi na naslov:

source: [No explanation given]
sl: [obrazlo¾itev ni podana]

source: If you reject this post,<br>please explain (optional):
sl: Èe zavrnete to sporoèilo,<br>prosimo, pojasnite (neobvezno):

source: Message Headers:
sl: Glave sporoèil:

source: Message Excerpt:
sl: Povzetek sporoèila:

source: Database Updated...
sl: Podatkovna baza posodobljena...

source: is already a member
sl: je ¾e èlan

source: Confirmation string was empty.
sl: Potrditveni niz je prazen.

source: <b>Invalid confirmation string:</b> %(safecookie)s. <p>Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your subscription. Otherwise, <a href="%(confirmurl)s">re-enter</a> your confirmation string.
sl: <b>Neveljaven potrditveni niz:</b> %(safecookie)s. <p>Nizi za potrditev zahteve poteèejo pribli¾no %(days)s po poslani zahtevi po prijavi. Èe vam je èas za to potekel, poskusite ponovno poslati zahtevo za prijavo. Drugaèe pa <a href="%(confirmurl)s">ponovno vnesite</a> niz za potrditev.

source: The address requesting unsubscription is not a member of the mailing list. Perhaps you have already been unsubscribed, e.g. by the list administrator?
sl: Naslov, ki zahteva odjavo, ne pripada èlanu tega po¹tnega seznama. Morda niste veè prijavljeni, npr. èe vas je odjavil skrbnik seznama?

source: The address requesting to be changed has been subsequently unsubscribed. This request has been cancelled.
sl: Naslov, ki zahteva spremembo, je bil odjavljen. Ta zahteva je tako preklicana.

source: System error, bad content: %(content)s
sl: Napaka sistema, neveljavna vsebina: %(content)s

source: Bad confirmation string
sl: Neveljaven potrditveni niz

source: Enter confirmation cookie
sl: Vnesite potrditveni pi¹kotek

source: Please enter the confirmation string (i.e. <em>cookie</em>) that you received in your email message, in the box below. Then hit the <em>Submit</em> button to proceed to the next confirmation step.
sl: Prosimo, da vnesete potrditveni niz (t.j.. <em>pi¹kotek</em>), ki ste ga prejeli v sporoèilu, v spodnje polje. Potem pritisnite gumb <em>Po¹lji</em>, da nadaljujete na naslednji korak potrditve.

source: Confirmation string:
sl: Potrditveni niz:

source: Submit
sl: Po¹lji

source: Confirm subscription request
sl: Potrdi zahtevo po prijavi

source: Your confirmation is required in order to continue with the subscription request to the mailing list <em>%(listname)s</em>. Your subscription settings are shown below; make any necessary changes and hit <em>Subscribe to list ...</em> to complete the confirmation process. Once you've confirmed your subscription request, the moderator must approve or reject your membership request. You will receive notice of their decision. <p>Note: your password will be emailed to you once your subscription is confirmed. You can change it by visiting your personal options page. <p>Or, if you've changed your mind and do not want to subscribe to this mailing list, you can hit <em>Cancel my subscription request</em>.
sl: Potrebna je va¹a potrditev za dokonèanje zahteve za prijavo na po¹tni seznam <em>%(listname)s</em>. Spodaj so prikazane va¹e nastavitve prijave; nastavite jih in kliknite <em>Prijavi se na seznam ...</em>, da dokonèate postopek prijave. Ko potrdite zahtevo za prijavo, jo mora moderator seznama odobriti ali zavrniti. Prejeli boste sporoèilo o njegovi odloèitvi. <p>Opomba: geslo boste prejeli, takoj ko bo va¹a zahteva potrjena. Spremenite ga na svoji strani z nastavitvami raèuna. <p>Èe pa se ne ¾elite veè prijaviti na ta po¹tni seznam, kliknite <em>Preklièi zahtevo za prijavo</em>.

source: Your email address:
sl: Va¹ e-po¹tni naslov:

source: Your real name:
sl: Va¹e pravo ime:
