Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: German
sl: Nem¹ki

source: English (USA)
sl: Angle¹ki (ZDA)

source: Spanish (Spain)
sl: ©panski (©panija)

source: Estonian
sl: Estonski

source: Finnish
sl: Finski

source: French
sl: Francoski

source: Hungarian
sl: Mad¾arski

source: Italian
sl: Italijanski

source: Japanese
sl: Japonski

source: Korean
sl: Korejski

source: Lithuanian
sl: Litovski

source: Dutch
sl: Nizozemski

source: Norwegian
sl: Norve¹ki

source: Polish
sl: Poljski

source: Portuguese
sl: Portugalski

source: Portuguese (Brazil)
sl: Portugalski (Brazilija)

source: Russian
sl: Ruski

source: Slovenian
sl: Slovensko

source: Serbian
sl: Srbski

source: Swedish
sl: ©vedski

source: Ukrainian
sl: Ukrajinski

source: Note: Since this is a list of mailing lists, administrative notices like the password reminder will be sent to your membership administrative address, %(addr)s.
sl: Opomba: Ker gre za seznam po¹tnih seznamov, bodo skrbni¹ka obvestila, kot je opomnik z geslom, poslana na va¹ skrbni¹ki naslov, %(addr)s.

source: (Digest mode)
sl: (Izvleèki)

source: Welcome to the "%(realname)s" mailing list%(digmode)s
sl: Dobrodo¹li na po¹tni seznam "%(realname)s" %(digmode)s

source: You have been unsubscribed from the %(realname)s mailing list
sl: Sedaj ste odjavljeni s po¹tnega seznama %(realname)s

source: %(listfullname)s mailing list reminder
sl: Opomnik za po¹tni seznam %(listfullname)s

source: No reason given
sl: Razlog ni podan

source: Hostile subscription attempt detected
sl: Pri¹lo je do poskusa nasilne prijave na dopisni seznam

source: %(address)s was invited to a different mailing list, but in a deliberate malicious attempt they tried to confirm the invitation to your list. We just thought you'd like to know. No further action by you is required.
sl: Oseba %(address)s je bila povabljena na drug po¹tni seznam, vendar je posku¹ala nasilno potrditi svoje èlanstvo na tem seznamu. To je bilo samo obvestilo, od vas se ne zahteva nobeno drugo dejanje.

source: You invited %(address)s to your list, but in a deliberate malicious attempt, they tried to confirm the invitation to a different list. We just thought you'd like to know. No further action by you is required.
sl: Na svoj dopisni seznam ste povabili osebo %(address)s, ki pa je posku¹ala nasilno izsiliti prijavo na drug dopisni seznam. To je samo obvestilo, od vas se ne zahteva nobeno drugo dejanje.

source: For some unknown reason
sl: Zaradi neznanega razloga

source: Your message was rejected
sl: Va¹e sporoèilo je bilo zavrnjeno

source: Archiving Options
sl: Mo¾nosti arhiviranja

source: List traffic archival policies.
sl: Pravila za arhiviranje prometa na seznamu.

source: Archive messages?
sl: Ali ¾elite arhivirati sporoèila?

source: private
sl: zasebno

source: public
sl: javno

source: Is archive file source for public or private archival?
sl: Ali je arhivska datoteka za javno ali zasebno arhiviranje?

source: Monthly
sl: Meseèno

source: Quarterly
sl: Èetrtletno

source: Yearly
sl: Letno

source: Daily
sl: Dnevno

source: Weekly
sl: Tedensko

source: How often should a new archive volume be started?
sl: Kako pogosto naj se ustvari nov arhiv?

source: Auto-responder
sl: Program za samodejno odgovarjanje

source: Auto-responder characteristics.<p> In the text fields below, string interpolation is performed with the following key/value substitutions: <p><ul> <li><b>listname</b> - <em>gets the name of the mailing list</em> <li><b>listurl</b> - <em>gets the list's listinfo URL</em> <li><b>requestemail</b> - <em>gets the list's -request address</em> <li><b>owneremail</b> - <em>gets the list's -owner address</em> </ul> <p>For each text field, you can either enter the text directly into the text box, or you can specify a file on your local system to upload as the text.
sl: Znaèilnosti programa za samodejno odgovarjanje.<p> V spodnjih poljih za besedilo se interpolacija nizov izvaja s pomoèjo naslednjih nadomestil tipk/vrednosti: <p><ul> <li><b>listname</b> - <em>prika¾e ime po¹tnega seznama</em> <li><b>listurl</b> - <em>poka¾e URL strani z informacijami o seznamu</em> <li><b>requestemail</b> - <em>poka¾e -request naslov za seznam</em> <li><b>owneremail</b> - <em>poka¾e -owner naslov za seznam</em> </ul> <p>V vsako polje za besedilo lahko vnesete besedilo neposredno, ali pa izberete datoteko iz lokalnega sistema, ki jo nalo¾ite kot besedilo.

source: Should Mailman send an auto-response to mailing list posters?
sl: Ali naj Mailman po¹ilja samodejne odgovore èlanom po¹tnega seznama?

source: Auto-response text to send to mailing list posters.
sl: Besedilo samodejnih odgovorov, ki bodo poslani èlanom.

source: Should Mailman send an auto-response to emails sent to the -owner address?
sl: Ali naj Mailman po¹ilja samodejne odgovore tudi na -owner naslov?

source: Auto-response text to send to -owner emails.
sl: Besedilo samodejnega odgovora, ki bo poslano na -owner naslove.

source: Yes, w/discard
sl: Da, in izbri¹i

source: Yes, w/forward
sl: Da, in posreduj

source: Should Mailman send an auto-response to emails sent to the -request address? If you choose yes, decide whether you want Mailman to discard the original email, or forward it on to the system as a normal mail command.
sl: Ali naj Mailman po¹ilja samodejne odgovore tudi na -request naslov? Èe izberete Da, doloèite, ali ¾elite, da Mailman izbri¹e izvirno sporoèilo ali ga posreduje sistemu kot navaden po¹tni ukaz.

source: Auto-response text to send to -request emails.
sl: Besedilo samodejnega odgovora, ki bo poslano na -request naslove.

source: Number of days between auto-responses to either the mailing list or -request/-owner address from the same poster. Set to zero (or negative) for no grace period (i.e. auto-respond to every message).
sl: ©tevilo dni, ki naj jih preteèe, preden bo poslan samodejni odgovor na sporoèilo istega po¹iljatelja, ki ga je poslal na seznam ali na -request/-owner naslov. Nastavite niè (ali negativno), èe naj bo poslano takoj. (npr. samodejni odgovor na vsako sporoèilo).

source: Bounce processing
sl: Obdelava zavrnitev

source: These policies control the automatic bounce processing system in Mailman. Here's an overview of how it works. <p>When a bounce is received, Mailman tries to extract two pieces of information from the message: the address of the member the message was intended for, and the severity of the problem causing the bounce. The severity can be either <em>hard</em> or <em>soft</em> meaning either a fatal error occurred, or a transient error occurred. When in doubt, a hard severity is used. <p>If no member address can be extracted from the bounce, then the bounce is usually discarded. Otherwise, each member is assigned a <em>bounce score</em> and every time we encounter a bounce from this member we increment the score. Hard bounces increment by 1 while soft bounces increment by 0.5. We only increment the bounce score once per day, so even if we receive ten hard bounces from a member per day, their score will increase by only 1 for that day. <p>When a member's bounce score is greater than the <a href="?VARHELP=bounce/bounce_score_threshold">bounce score threshold</a>, the subscription is disabled. Once disabled, the member will not receive any postings from the list until their membership is explicitly re-enabled (either by the list administrator or the user). However, they will receive occasional reminders that their membership has been disabled, and these reminders will include information about how to re-enable their membership. <p>You can control both the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">number of reminders</a> the member will receive and the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" >frequency</a> with which these reminders are sent. <p>There is one other important configuration variable; after a certain period of time -- during which no bounces from the member are received -- the bounce information is <a href="?VARHELP=bounce/bounce_info_stale_after">considered stale</a> and discarded. Thus by adjusting this value, and the score threshold, you can control how quickly bouncing members are disabled. You should tune both of these to the frequency and traffic volume of your list.
sl: Ta pravila doloèajo samodejni sistem obdelave zavrnitev v Mailmanu. Sledi predogled delovanja sistema. <p>Ko prejme zavrnitev, posku¹a Mailman ugotoviti dva podatka iz sporoèila: naslov èlana, ki mu je bilo namenjeno sporoèilo in razlog za zavrnitev sporoèila. Ta je lahko t.i. <em>hard</em> ali <em>soft</em>; pri prvem je pri¹lo do nepopravljive napake, pri drugem pa do prehodne napake. Kadar ni gotovo, uporabi hard. <p>Èe iz sporoèila ni mogoèe ugotoviti naslova, se zavrnitev zavrne. V nasprotnem primeru se vsakemu èlanu ¹teje <em>¹tevilo zavrnitev</em>, ki se poveèa vsakiè, ko program prejme zavrnitev z njegovega naslova. Hard zavrnitve ¹tejejo 1, soft zavrnitve pa 0,5. ©tevilo se ¹teje le enkrat dnevno, tako da se bo ¹tevilo poveèalo za 1, tudi èe ta dan prejme deset zavrnitev <p>Ko je ¹tevilo zavrnitev pri èlanu veèje od <a href="?VARHELP=bounce/bounce_score_threshold">dovoljenega ¹tevila zavrnitev</a>, se èlanstvo onemogoèi. Ko je onemogoèeno, èlan ne prejema veè sporoèil s seznama, dokler svojega èlanstva izrecno ne obnovi (to lahko stori èlan sam ali skrbnik seznama). V drugem primeru bo obèasno prejel opomnik, da je bilo èlanstvo onemogoèeno, ti opomniki pa bodo vsebovali tudi informacije o tem, kako èlan lahko obnovi svoje èlanstvo. <p>Nadzirate lahko tudi <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">¹tevilo opomnikov</a>, ki jih bo èlan prejel, in njihovo <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" >pogostost</a>. <p>Obstaja ¹e ena pomembna konfiguracijska spremenljivka; po izteku doloèenega èasa -- med katerim ni zavrnitev s èlanskega naslova, se podatki o zavrnitvah <a href="?VARHELP=bounce/bounce_info_stale_after">upo¹tevajo kot stari</a> in se izbri¹ejo. Tako lahko z nastavitvijo vrednosti in dovoljenega ¹tevila zavrnitev nadzirate onemogoèanje èlanov, ki ne prejemanjo po¹te. Obe nastavitvi morate prilagoditi pogostosti in prometu na va¹em seznamu.

source: Bounce detection sensitivity
sl: Obèutljivost za zaznavanje zavrnitev

source: Should Mailman perform automatic bounce processing?
sl: Ali naj Mailman samodejno obravnava zavrnitve?

source: By setting this value to <em>No</em>, you disable all automatic bounce processing for this list, however bounce messages will still be discarded so that the list administrator isn't inundated with them.
sl: Èe nastavite to vrednost na <em>Ne</em>, onemogoèite samodejno obdelavo zavrnitev za ta seznam, medtem ko bodo zavrnjena sporoèila vseeno izbrisana, tako da ne bodo obremenjevala skrbnika seznama.

source: The maximum member bounce score before the member's subscription is disabled. This value can be a floating point number.
sl: Najveèje dovoljeno ¹tevilo zavrnitev na èlana, preden je le-ta odjavljen. Ta vrednost je lahko v obliki ¹tevila s plavajoèo vejico.

source: The number of days after which a member's bounce information is discarded, if no new bounces have been received in the interim. This value must be an integer.
sl: ©tevilo dni, po preteku katerih bodo informacije o ¹tevilu zavrnitev za doloèenega èlana izbrisane, èe med tem èasom ni novih zavrnitev. Ta vrednost mora biti celo ¹tevilo.

source: How many <em>Your Membership Is Disabled</em> warnings a disabled member should get before their address is removed from the mailing list. Set to 0 to immediately remove an address from the list once their bounce score exceeds the threshold. This value must be an integer.
sl: Koliko opozoril z besedilom <em>Va¹e èlanstvo je onemogoèeno</em>naj prejme onemogoèeni èlan, preden je njegov naslov trajno odstranjen s po¹tnega seznama. Nastavite na 0, èe naj bo naslov takoj izbrisan s seznama, ko njegovo ¹tevilo zavrnitev prekoraèi dovoljeno. Ta vrednost mora biti celo ¹tevilo.

source: The number of days between sending the <em>Your Membership Is Disabled</em> warnings. This value must be an integer.
sl: ©tevilo dni, preden bo poslano opozorilo <em>Va¹e èlanstvo je onemogoèeno</em>. Ta vrednost mora biti celo ¹tevilo.

source: Notifications
sl: Obvestila

source: Should Mailman send you, the list owner, any bounce messages that failed to be detected by the bounce processor? <em>Yes</em> is recommended.
sl: Ali naj Mailman tudi vam, kot lastniku seznama, po¹ilja zavrnjena sporoèila, ki jih ni na¹el sistem za obdelavo zavrnitev? Priporoèamo mo¾nost<em>Da</em>.

source: While Mailman's bounce detector is fairly robust, it's impossible to detect every bounce format in the world. You should keep this variable set to <em>Yes</em> for two reasons: 1) If this really is a permanent bounce from one of your members, you should probably manually remove them from your list, and 2) you might want to send the message on to the Mailman developers so that this new format can be added to its known set. <p>If you really can't be bothered, then set this variable to <em>No</em> and all non-detected bounces will be discarded without further processing. <p><b>Note:</b> This setting will also affect all messages sent to your list's -admin address. This address is deprecated and should never be used, but some people may still send mail to this address. If this happens, and this variable is set to <em>No</em> those messages too will get discarded. You may want to set up an <a href="?VARHELP=autoreply/autoresponse_admin_text">autoresponse message</a> for email to the -owner and -admin address.
sl: Èeprav je Mailmanov sistem za iskanje zavrnitev zelo napreden, ni mogoèe najti vsakega formata zavrnitve na svetu. To mo¾nost zato nastavite na <em>Da</em> zaradi dveh razlogov: 1. Èe je to res trajna zavrnitev z naslova va¹ega èlana, ga je najbolje roèno odstraniti s seznama, in 2. morda bi radi poslali sporoèilo razvijalcem programa Mailman, da bi dodali nov format zavrnitve na seznam ¾e poznanih. <p>Èe se res ne ¾elite obremenjevati s tem, nastavite mo¾nost na <em>Ne</em>, tako da bodo vse prezrte zavrnitve izbrisane, brez nadaljnje obdelave. <p><b>Opomba:</b> Ta nastavitev bo vplivala tudi na sporoèila, poslana na va¹ -admin naslov. Tega naslova naj ne bi uporabljali, vendar lahko vseeno kdo po¹lje sporoèilo na ta naslov. Èe pride do tega, mo¾nost pa je nastavljena na <em>Ne</em>, bodo izbrisana tudi ta sporoèila. V tem primeru je morda najbolje, da oblikujete <a href="?VARHELP=autoreply/autoresponse_admin_text">samodejni odgovor</a> za vso prispelo po¹to na -owner in -admin naslov.

source: Should Mailman notify you, the list owner, when bounces cause a member's subscription to be disabled?
sl: Ali naj Mailman obvesti vas, kot lastnika seznama, ko je èlan onemogoèen zaradi zavrnitev?

source: By setting this value to <em>No</em>, you turn off notification messages that are normally sent to the list owners when a member's delivery is disabled due to excessive bounces. An attempt to notify the member will always be made.
sl: Èe nastavite to vrednost na <em>Ne</em>, izkljuèite obvestila, ki se ponavadi po¹iljajo lastnikom seznama, ko je dostava po¹te za èlana onemogoèena zaradi ¹tevila zavrnitev. Program bo vedno posku¹al obvestiti èlana.

source: Should Mailman notify you, the list owner, when bounces cause a member to be unsubscribed?
sl: Ali naj Mailman obvesti vas, kot lastnika seznama, ko bo zaradi zavrnitev èlan odjavljen?

source: By setting this value to <em>No</em>, you turn off notification messages that are normally sent to the list owners when a member is unsubscribed due to excessive bounces. An attempt to notify the member will always be made.
sl: Èe nastavite to vrednost na <em>Ne</em>,izkljuèite obvestila, ki se ponavadi po¹iljajo lastnikom seznama, kadar je èlan odjavljen zaradi ¹tevila zavrnitev. Program bo vedno posku¹al obvestiti èlana.

source: Bad value for <a href="?VARHELP=bounce/%(property)s" >%(property)s</a>: %(val)s
sl: Neveljavna vrednost za <a href="?VARHELP=bounce/%(property)s" >%(property)s</a>: %(val)s

source: Content&nbsp;filtering
sl: Filtriranje&nbsp;vsebine

source: Forward to List Owner
sl: Posreduj lastniku seznama

source: Preserve
sl: Shrani

source: Should Mailman filter the content of list traffic according to the settings below?
sl: Ali naj Mailman filtrira vsebino sporoèil na po¹tnem seznamu glede na spodnje nastavitve?

source: Remove message attachments that have a matching content type.
sl: Odstrani priponke sporoèil, ki ustrezajo doloèenim vrstam vsebine.

source: Use this option to remove each message attachment that matches one of these content types. Each line should contain a string naming a MIME <tt>type/subtype</tt>, e.g. <tt>image/gif</tt>. Leave off the subtype to remove all parts with a matching major content type, e.g. <tt>image</tt>. <p>Blank lines are ignored. <p>See also <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a> for a content type whitelist.
sl: S to mo¾nostjo odstranite vsako priponko sporoèila, ki ustreza katerim od naslednjih vrst vsebin. Vsaka vrstica naj vsebuje niz, ki doloèa MIME vrsto <tt>type/subtype</tt>, npr. <tt>image/gif</tt>. Pustite podvrsto in odstranite vse dele, katerih glavna vrsta ustreza doloèeni vsebini, npr. <tt>image</tt>. <p>Prazne vrstice ne ¹tejejo. <p>Glej tudi <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a> za belo listo dovoljenih vsebin.

source: Remove message attachments that don't have a matching content type. Leave this field blank to skip this filter test.
sl: Odstrani pripone sporoèil z ustrezno vrsto vsebine. Pustite to polje prazno, da preskoèite ta preizkus filtra.

source: Use this option to remove each message attachment that does not have a matching content type. Requirements and formats are exactly like <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>. <p><b>Note:</b> if you add entries to this list but don't add <tt>multipart</tt> to this list, any messages with attachments will be rejected by the pass filter.
sl: S to mo¾nostjo odstranite vsako priponko sporoèila z neustrezno vrsto vsebine. Zahteve in formati so enaki kot <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>. <p><b>Opomba:</b> èe na ta seznam dodajate vnose, ne dodate pa vnosa <tt>multipart</tt>, bo prehodni filter zavrnil tudi vsa sporoèila s priponko.

source: Should Mailman convert <tt>text/html</tt> parts to plain text? This conversion happens after MIME attachments have been stripped.
sl: Ali naj Mailman pretvori <tt>text/html</tt> dele sporoèila v navadno besedilo? Ta pretvorba nastane, ko so odstranjene vse MIME priponke.

source: Action to take when a message matches the content filtering rules.
sl: Dejanje, ki naj se izvede, ko sporoèilo ustreza pravilu za filtriranje vsebine.

source: One of these actions is taken when the message matches one of the content filtering rules, meaning, the top-level content type matches one of the <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>, or the top-level content type does <strong>not</strong> match one of the <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a>, or if after filtering the subparts of the message, the message ends up empty. <p>Note this action is not taken if after filtering the message still contains content. In that case the message is always forwarded on to the list membership. <p>When messages are discarded, a log entry is written containing the Message-ID of the discarded message. When messages are rejected or forwarded to the list owner, a reason for the rejection is included in the bounce message to the original author. When messages are preserved, they are saved in a special queue directory on disk for the site administrator to view (and possibly rescue) but otherwise discarded. This last option is only available if enabled by the site administrator.
sl: Eno od teh dejanj se izvede, ko pri filtriranju sporoèilo ustreza enemu od kriterijev; torej èe bo glavna vrsta vsebine ustrezala eni od <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>, ali pa vrsta vsebine <strong>ne</strong> bo ustrezala eni od <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a>, ali èe bo po konèanem filtriranju ostalo sporoèilo prazno. <p>To dejanje se ne izvede, èe po filtriranju sporoèilo ¹e vsebuje vsebino. V tem primeru bo sporoèilo vedno posredovano na po¹tni seznam. <p>Ko je sporoèilo izbrisano, se zapi¹e dolgi vnos, ki vsebuje ID izbrisanega sporoèila. Ko je sporoèilo zavrnjeno ali posredovano lastniku seznama, se v zavrnjeno sporoèilo izvirnemu avtorju navede razlog za to dejanje. Ko sporoèilo shranite, se shrani v poseben imenik s èakalno vrsto na disku, kjer poèaka skrbnika seznama, da ga pregleda (in morda razre¹i), drugaèe pa je izbrisano. Ta mo¾nost je na voljo le, èe jo omogoèi skrbnik seznama.

source: Bad MIME type ignored: %(spectype)s
sl: Neveljavna MIME vrsta prezrta: %(spectype)s

source: Digest options
sl: Mo¾nosti izvleèka

source: Batched-delivery digest characteristics.
sl: Znaèilnosti prejemanja sporoèil, zdru¾enih v izvleèek.

source: Can list members choose to receive list traffic bunched in digests?
sl: Ali si lahko èlani seznama izberejo, ali ¾elijo prejemati sporoèila s seznama kot izvleèke?

source: Digest
sl: Izvleèek

source: Regular
sl: Navadno

source: Which delivery mode is the default for new users?
sl: Kateri naèin prejemanja po¹te je privzeta mo¾nost za nove uporabnike?

source: Plain
sl: Navadno

source: When receiving digests, which format is default?
sl: Kateri format je privzet pri prejemanju izvleèka?

source: How big in Kb should a digest be before it gets sent out?
sl: Kako velik naj bo izvleèek (v Kb), preden bo poslan èlanom?

source: Should a digest be dispatched daily when the size threshold isn't reached?
sl: Ali naj bo izvleèek poslan vsakodnevno, tudi èe ne dose¾e doloèene velikosti?

source: Header added to every digest
sl: Glava dodana vsakemu izvleèku

source: Text attached (as an initial message, before the table of contents) to the top of digests.
sl: Besedilo prilo¾eno (kot prvotno sporoèilo, pred kazalom vsebine) na vrhuizvleèka.

source: Footer added to every digest
sl: Noga dodana vsakemu izvleèku

source: Text attached (as a final message) to the bottom of digests.
sl: Besedilo prilo¾eno (kot zadnje sporoèilo) na dnu izvleèkov.

source: How often should a new digest volume be started?
sl: Kako pogosto naj se izdela nov izvleèek?

source: When a new digest volume is started, the volume number is incremented and the issue number is reset to 1.
sl: Ko se zaène nov izvleèek, se ¹tevilka izdaje poveèa, ¹tevilka letnika pa se ponastavi na 1.

source: Should Mailman start a new digest volume?
sl: Ali naj Mailman zaène nov izvleèek?

source: Setting this option instructs Mailman to start a new volume with the next digest sent out.
sl: Èe nastavite to mo¾nost, bo Mailman zaèel novo izdajo z naslednjim poslanim izvleèkom.

source: Should Mailman send the next digest right now, if it is not empty?
sl: Ali naj Mailman sedaj po¹lje nov izvleèek, èe le-ta ni prazen?

source: The next digest will be sent as volume %(volume)s, number %(number)s
sl: Naslednji izvleèek bo poslan kot %(volume)s, ¹tevilka %(number)s

source: A digest has been sent.
sl: Izvleèek je bil poslan.

source: There was no digest to send.
sl: Ni izvleèka, ki bi ga lahko poslali.

source: Invalid value for variable: %(property)s
sl: Neveljavna vrednost za spremenljivko: %(property)s

source: Bad email address for option %(property)s: %(val)s
sl: Neveljaven e-po¹tni naslov za mo¾nost %(property)s: %(val)s
