Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: Invalid : %(addr)30s
sl: Neveljavno : %(addr)30s

source: You must fix the preceding invalid addresses first.
sl: Najprej morate popraviti prej¹nje neveljavne naslove.

source: Added : %(s)s
sl: Dodano: %(s)s

source: Removed: %(s)s
sl: Odstranjeno: %(s)s

source: Check a given Mailman translation, making sure that variables and tags referenced in translation are the same variables and tags in the original templates and catalog. Usage: cd $MAILMAN_DIR %(program)s [-q] <lang> Where <lang> is your country code (e.g. 'it' for Italy) and -q is to ask for a brief summary.
sl: Preverite podani prevod Mailmana, pri tem pa pazite, da bodo spremenljivke in oznake v prevodu ustrezale spremenljivkam in oznakam v izvirnih predlogah in katalogu. Uporaba: cd $MAILMAN_DIR %(program)s [-q] <lang> Kjer je <lang> podroèna koda (npr. 'sl' za Slovenijo), s -q pa prika¾ete kratek povzetek.

source: check a translation comparing with the original string
sl: preveri prevod, tako da ga primerja¹ z izvirnim nizom

source: scan a string from the original file
sl: preveri niz v izvirni datoteki

source: scan a translated string
sl: preveri prevedeni niz

source: check for differences between checked in and checked out
sl: preveri razlike med uvo¾enim in izvo¾enim

source: parse a .po file extracting msgids and msgstrs
sl: razèleni .po datoteko in izvleci nize msgid in msgstr

source: States table for the finite-states-machine parser: 0 idle 1 filename-or-comment 2 msgid 3 msgstr 4 end
sl: Tabela stanj za razèlenjevalnik konènih avtomatov: 0 nedejavno 1 datoteka-ali-komentar 2 msgid 3 msgstr 4 konec

source: check a translated template against the original one search also <MM-*> tags if html is not zero
sl: primerjaj prevedeno predlogo z izvirno najdi tudi <MM-*> oznake, èe html ni niè

source: scan the po file comparing msgids with msgstrs
sl: v .po datoteki primerjaj nize msgid z msgstr

source: Cannot unshunt message %(filebase)s, skipping: %(e)s
sl: Ni mogoèe unshunt sporoèila %(filebase)s, prezrto: %(e)s

source: Perform all necessary upgrades. Usage: %(PROGRAM)s [options] Options: -f/--force Force running the upgrade procedures. Normally, if the version number of the installed Mailman matches the current version number (or a `downgrade' is detected), nothing will be done. -h/--help Print this text and exit. Use this script to help you update to the latest release of Mailman from some previous version. It knows about versions back to 1.0b4 (?).
sl: Izvede vse potrebne nadgradnje. Uporaba: %(PROGRAM)s [options] Options: -f/--force Izsili postopke za nadgradnjo. Ponavadi se v primeru, da ¹tevilka name¹èenega Mailmana ustrezna ¹tevilki zadnje razlièice (ali pa se odkrije `downgrade'), ne bo izvedlo nobeno dejanje. -h/--help Prika¾e to sporoèilo in se vrne v ukazni naèin. S tem skriptom lahko nadgradite trenutno razlièico Mailmana na najnovej¹o razlièico. Najde vse razlièice do 1.0b4 (?).

source: Fixing language templates: %(listname)s
sl: Popravljanje jezikovnih predlog: %(listname)s

source: WARNING: could not acquire lock for list: %(listname)s
sl: OPOZORILO: ni mogoèe najti zapore za seznam: %(listname)s

source: Resetting %(n)s BYBOUNCEs disabled addrs with no bounce info
sl: Ponastavitev %(n)s BYBOUNCEs onemogoèenih naslovov brez podatkov o zavrnitvah

source: Updating the held requests database.
sl: Posodobitev baze èakajoèih zahtev.

source: For some reason, %(mbox_dir)s exists as a file. This won't work with b6, so I'm renaming it to %(mbox_dir)s.tmp and proceeding.
sl: Zaradi neznanega razloga, obstaja %(mbox_dir)s v obliki datoteke. Ker to ne bo delovalo z b6, bo preimenovana v %(mbox_dir)s.tmp, operacija pa se nadaljuje.

source: %(listname)s has both public and private mbox archives. Since this list currently uses private archiving, I'm installing the private mbox archive -- %(o_pri_mbox_file)s -- as the active archive, and renaming %(o_pub_mbox_file)s to %(o_pub_mbox_file)s.preb6 You can integrate that into the archives if you want by using the 'arch' script.
sl: Seznam %(listname)s ima tako javne kot zasebne arhive. Ker seznam trenutno uporablja zasebne arhive, bo name¹èen zasebni arhiv po¹tnega predala -- %(o_pri_mbox_file)s -- kot aktivni arhiv, datoteka %(o_pub_mbox_file)s pa bo preimenovana v %(o_pub_mbox_file)s.preb6 Te nastavitve integrirate v arhive s skriptom 'arch'.

source: %s has both public and private mbox archives. Since this list currently uses public archiving, I'm installing the public mbox file archive file (%s) as the active one, and renaming %s to %s.preb6 You can integrate that into the archives if you want by using the 'arch' script.
sl: %s vsebuje tako javne kot zasebne arhive. Ker seznam trenutno uporavlja javno arhiviranje, bo name¹èena datoteka za javne arhive (%s) kot aktivna datoteke, %s pa bo preimenovana v %s.preb6. Te nastavitve integrirate v arhive s pomoèjo skripta 'arch'.

source: - updating old private mbox file
sl: - posodobitev stare zasebne datoteke po¹tnega predala

source: unknown file in the way, moving %(o_pri_mbox_file)s to %(newname)s
sl: neznana datoteka na poti, premikanje %(o_pri_mbox_file)s v %(newname)s

source: - updating old public mbox file
sl: - posodobitev stare javne datoteke po¹tnega predala

source: unknown file in the way, moving %(o_pub_mbox_file)s to %(newname)s
sl: neznana datoteka na poti, premikanje %(o_pub_mbox_file)s v %(newname)s

source: - This list looks like it might have <= b4 list templates around
sl: - Izgleda, kot bi ta seznam ¾e vkljuèeval <= b4 seznamske predloge

source: - moved %(o_tmpl)s to %(n_tmpl)s
sl: - %(o_tmpl)s premaknjeno v %(n_tmpl)s

source: - both %(o_tmpl)s and %(n_tmpl)s exist, leaving untouched
sl: - obstajata tako %(o_tmpl)s kot %(n_tmpl)s, oboje je nedotaknjeno

source: removing directory %(src)s and everything underneath
sl: odstranjevanje imenika %(src)s in celotne vsebine

source: removing %(src)s
sl: odstranjevanje %(src)s

source: Warning: couldn't remove %(src)s -- %(rest)s
sl: Opozorilo: ni mogoèe odstraniti %(src)s -- %(rest)s

source: couldn't remove old file %(pyc)s -- %(rest)s
sl: ni mogoèe odstraniti stare datoteke %(pyc)s -- %(rest)s

source: updating old qfiles
sl: posodobitev starih qdatotek

source: getting rid of old source files
sl: brisanje starih izvornih datotek

source: no lists == nothing to do, exiting
sl: ni seznamov == ni operacij, konèano

source: fixing all the perms on your old html archives to work with b6 If your archives are big, this could take a minute or two...
sl: spreminjanje vseh dovoljenj v starih html arhivih za delo z b6 Èe so arhivi zajetni, bi utegnilo trajati kak¹no minuto...

source: done
sl: konèano

source: Updating mailing list: %(listname)s
sl: Posodobitev po¹tnega seznama: %(listname)s

source: Updating Usenet watermarks
sl: Posodobitev Usenet vodnih ¾igov

source: - nothing to update here
sl: - nièesar ni za posodobiti

source: - usenet watermarks updated and gate_watermarks removed
sl: - usenet vodni ¾igi so posodobljeni, gate_watermarks so odstranjeni

source: NOTE NOTE NOTE NOTE NOTE You are upgrading an existing Mailman installation, but I can't tell what version you were previously running. If you are upgrading from Mailman 1.0b9 or earlier you will need to manually update your mailing lists. For each mailing list you need to copy the file templates/options.html lists/<listname>/options.html. However, if you have edited this file via the Web interface, you will have to merge your changes into this file, otherwise you will lose your changes. NOTE NOTE NOTE NOTE NOTE
sl: POZOR POZOR POZOR POZOR POZOR Posku¹ate nadgraditi obstojeèo namestitev Mailmana, vendar ni mogoèe ugotoviti, katera je trenutna razlièica. Èe posodabljate Mailman 1.0b9 ali starej¹o razlièico, boste morali posodobiti po¹tne sezname roèno. Za vsak po¹tni seznam morate kopirati datoteko templates/options.html v lists/<listname>/options.html. Èe pa ste to datoteko uredili preko internetnega vmesnika, boste morali zdru¾iti spremembe v to datoteko, drugaèe bodo le-te izgubljene. POZOR POZOR POZOR POZOR POZOR

source: No updates are necessary.
sl: Posodobitve niso potrebne.

source: Downgrade detected, from version %(hexlversion)s to version %(hextversion)s This is probably not safe. Exiting.
sl: Posodobiti posku¹ate na starej¹o razlièico, z razlièice %(hexlversion)s na %(hextversion)s Ta operacija verjetno ni varna. Izhod.

source: Upgrading from version %(hexlversion)s to %(hextversion)s
sl: Nadgradnja razlièice %(hexlversion)s na %(hextversion)s

source: ERROR: The locks for some lists could not be acquired. This means that either Mailman was still active when you upgraded, or there were stale locks in the %(lockdir)s directory. You must put Mailman into a quiescent state and remove all stale locks, then re-run "make update" manually. See the INSTALL and UPGRADE files for details.
sl: NAPAKA: Ni mogoèe najti zapor (locks) za nekatere sezname. To pomeni, da je bil Mailman med nadgradnjo aktiven, ali pa so v imeniku %(lockdir)s ostale zastarele zapore. Zaprite Mailmana in odstranite vse zastarele zapore ter roèno ponovno za¾enite "make update". Podrobnosti si preberite v datotekah INSTALL in UPGRADE.

source: Print the Mailman version.
sl: Prika¾e razlièico Mailmana.

source: Using Mailman version:
sl: Trenutna razlièica Mailmana:

source: Unlock a locked list, but do not implicitly Save() it. This does not get run if the interpreter exits because of a signal, or if os._exit() is called. It will get called if an exception occurs though.
sl: Odklene zaklenjeni seznam, vendar ga ne shrani s Save(). Ta funkcija se ne za¾ene, èe interpretator obstaja zaradi signala ali èe je priklican os._exit(). Izvedla se bo, èe pride do izjeme.

source: Unlocking (but not saving) list: %(listname)s
sl: Odklepanje (ne pa shranjevanje) seznama: %(listname)s

source: Finalizing
sl: Zakljuèevanje

source: Loading list %(listname)s
sl: Nalaganje seznama %(listname)s

source: (locked)
sl: (zaklenjeno)

source: (unlocked)
sl: (odklenjeno)

source: Unknown list: %(listname)s
sl: Neznan seznam: %(listname)s

source: No list name supplied.
sl: Ime seznama ni podano.

source: --all requires --run
sl: --all zahteva --run

source: Importing %(module)s...
sl: Uva¾anje %(module)s...

source: Running %(module)s.%(callable)s()...
sl: Izvajanje %(module)s.%(callable)s()...

source: The variable `m' is the %(listname)s MailList instance
sl: Spremenljivka `m' je MailList primer za %(listname)s

source: Increment the digest volume number and reset the digest number to one. Usage: %(PROGRAM)s [options] [listname ...] Options: --help/-h Print this message and exit. The lists named on the command line are bumped. If no list names are given, all lists are bumped.
sl: Poveèa ¹tevilko izdaje izvleèka in ponastavi ¹tevilko izvleèka na 1. Uporaba: %(PROGRAM)s [options] [listname ...] Mo¾nosti: --help/-h Prika¾e to sporoèilo in se vrne v ukazni naèin. ©tevilke bodo ponastavljene v podanih seznamih. Èe imen seznamov ni podanih, bodo ponastavljene v vseh seznamih.

source: Check for pending admin requests and mail the list owners if necessary. Usage: %(PROGRAM)s [options] Options: -h/--help Print this message and exit.
sl: Preveri èakajoèe skrbni¹ke zahteve in jih po¹lje lastnikom seznama. Uporaba: %(PROGRAM)s [mo¾nosti] Mo¾nosti: -h/--help Prika¾e to sporoèilo in se vrne v ukazni naèin.

source: %(count)d %(realname)s moderator request(s) waiting
sl: %(count)d %(realname)s èakajoèih moderatorskih zahtev

source: Pending subscriptions:
sl: Èakajoèe prijave:

source: Pending posts:
sl: Èakajoèa sporoèila:

source: From: %(sender)s on %(date)s Subject: %(subject)s Cause: %(reason)s
sl: Od: %(sender)s dne %(date)s Zadeva: %(subject)s Razlog: %(reason)s

source: Process disabled members, recommended once per day. This script cruises through every mailing list looking for members whose delivery is disabled. If they have been disabled due to bounces, they will receive another notification, or they may be removed if they've received the maximum number of notifications. Use the --byadmin, --byuser, and --unknown flags to also send notifications to members whose accounts have been disabled for those reasons. Use --all to send the notification to all disabled members. Usage: %(PROGRAM)s [options] Options: -h / --help Print this message and exit. -o / --byadmin Also send notifications to any member disabled by the list owner/administrator. -m / --byuser Also send notifications to any member disabled by themselves. -u / --unknown Also send notifications to any member disabled for unknown reasons (usually a legacy disabled address). -b / --notbybounce Don't send notifications to members disabled because of bounces (the default is to notify bounce disabled members). -a / --all Send notifications to all disabled members. -f / --force Send notifications to disabled members even if they're not due a new notification yet. -l listname --listname=listname Process only the given list, otherwise do all lists.
sl: Obdelava onemogoèenih èlanov, priporoèa se enkrat dnevno. S tem skriptom prei¹èete èlane po¹tnega seznama, katerim je dostava po¹te s seznama onemogoèena. Èe je bila onemogoèena zaradi zavrnitev, bodo prejeli novo opozorilo ali pa bodo odstranjeni, èe so prejeli doloèeno ¹tevilo teh opozoril. Uporabite mo¾nosti --byadmin, --byuser in --unknown, da po¹ljete opozorila tudi tistim èlanom, katerih raèuni so bili onemogoèeni zaradi teh razlogov. Z --all po¹ljete opozorilo vsem onemogoèenim èlanom. Uporaba: %(PROGRAM)s [options] Mo¾nosti: -h / --help Prika¾e to sporoèilo in se vrne v ukazni naèin. -o / --byadmin Po¹lje opozorilo vsem èlanom, ki jih je onemogoèil lastnik/ skrbnik seznama. -m / --byuser Po¹lje opozorilo tudi tistim èlanom, ki so si sami onemogoèili dostavo. -u / --unknown Po¹lje opozorilo tudi èlanom, ki jim je bila dostava po¹te izkljuèena zaradi neznanega razloga (ponavadi zaradi izkljuèenega naslova). -b / --notbybounce Ne po¹lje opozorila èlanom, ki jim je dostava onemogoèena zaradi zavrnitev (privzeta mo¾nost je, da se tudi ti opozorijo). -a / --all Po¹lje opozorila vsem onemogoèenim èlanom. -f / --force Po¹lje opozorila onemogoèenim èlanom, tudi èe ¹e ni èas za novo opozorilo. -l listname --listname=listname Obdela le podani naslov, drugaèe upo¹teva vse sezname.

source: [disabled by periodic sweep and cull, no message available]
sl: [onemogoèen pri periodiènem èi¹èenju in zbiranju, sporoèilo ni na voljo]

source: Poll the NNTP servers for messages to be gatewayed to mailing lists. Usage: gate_news [options] Where options are --help -h Print this text and exit.
sl: Prei¹èi NNTP stre¾nike za sporoèila, ki bodo po prehodu posrednovana na po¹tne sezname. Uporaba: gate_news [options] Mo¾nosti so naslednje: --help -h Prika¾e to sporoèilo in se vrne v ukazni naèin.

source: Send password reminders for all lists to all users. This program scans all mailing lists and collects users and their passwords, grouped by the list's host_name if mm_cfg.VIRTUAL_HOST_OVERVIEW is true. Then one email message is sent to each unique user (per-virtual host) containing the list passwords and options url for the user. The password reminder comes from the mm_cfg.MAILMAN_SITE_LIST, which must exist. Usage: %(PROGRAM)s [options] Options: -l listname --listname=listname Send password reminders for the named list only. If omitted, reminders are sent for all lists. Multiple -l/--listname options are allowed. -h/--help Print this message and exit.
sl: Po¹lji opomnike z geslom za vse sezname vsem uporabnikom. Ta program prei¹èe vse po¹tne sezname in zbere njihove uporabnike in njihove naslove, razvr¹èene po atributu host_name, èe je mm_cfg.VIRTUAL_HOST_OVERVIEW vkljuèen (true). Vsakemu uporabniku (na gostitelju) bo potem poslano edinstveno sporoèilo z geslom za sezname in url z njegovimi uporabni¹kimi mo¾nostmi. Opomnik z geslom se po¹lje iz mm_cfg.MAILMAN_SITE_LIST, ki mora za to obstajati. Uporaba: %(PROGRAM)s [options] Mo¾nosti: -l listname --listname=listname Po¹lje opomnike z gesli samo za podani po¹tni naslov. Èe ni podano, bodo poslani opomniki za vse sezname. Veè -l/--listname mo¾nosti hkrati je dovoljeno. -h/--help Priklièi to sporoèilo in se vrni v ukazni naèin.

source: Password // URL
sl: Geslo // URL

source: %(host)s mailing list memberships reminder
sl: Opomnik o èlanstvu na po¹tnem seznamu na %(host)s

source: Re-generate the Pipermail gzip'd archive flat files. This script should be run nightly from cron. When run from the command line, the following usage is understood: Usage: %(program)s [-v] [-h] [listnames] Where: --verbose -v print each file as it's being gzip'd --help -h print this message and exit listnames Optionally, only compress the .txt files for the named lists. Without this, all archivable lists are processed.
sl: Ponovno ustvari Pipermail stisnjene (zip) flat file arhivske datoteke. Ta skript vsako noè za¾enete iz datoteke cron. Kadar ga za¾enete iz ukazne vrstice, je uporaba naslednja: Uporaba: %(program)s [-v] [-h] [listnames] Mo¾nosti: --verbose -v Prika¾e vsako datoteko, medtem ko poteka stiskanje (zip). --help -h Prika¾e to sporoèilo in se vrne v ukazni naèin. listnames Neobvezno, stisne samo .txt datoteke za podane sezname. Brez te mo¾nosti bodo obdelani vsi seznami za arhiviranje.

source: Dispatch digests for lists w/pending messages and digest_send_periodic set. Usage: %(PROGRAM)s [options] Options: -h / --help Print this message and exit. -l listname --listname=listname Send the digest for the given list only, otherwise the digests for all lists are sent out.
sl: Po¹lje izvleèke s seznama, skupaj s èakajoèimi sporoèili in nastavitev digest_send_periodic. Uporaba: %(PROGRAM)s [options] Mo¾nosti: -h / --help Prika¾e to sporoèilo in se vrne v ukazni naèin. -l listname --listname=listname Po¹lje samo izvleèek za podani seznam, drugaèe po¹lje izvleèke z vseh po¹tnih seznamov.
