Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: List all the members of a mailing list. Usage: %(PROGRAM)s [options] listname Where: --output file -o file Write output to specified file instead of standard out. --regular / -r Print just the regular (non-digest) members. --digest[=kind] / -d [kind] Print just the digest members. Optional argument can be "mime" or "plain" which prints just the digest members receiving that kind of digest. --nomail[=why] / -n [why] Print the members that have delivery disabled. Optional argument can be "byadmin", "byuser", "bybounce", or "unknown" which prints just the users who have delivery disabled for that reason. It can also be "enabled" which prints just those member for whom delivery is enabled. --fullnames / -f Include the full names in the output. --preserve / -p Output member addresses case preserved the way they were added to the list. Otherwise, addresses are printed in all lowercase. --invalid / -i Print only the addresses in the membership list that are invalid. Ignores -r, -d, -n. --unicode / -u Print addresses which are stored as Unicode objects instead of normal string objects. Ignores -r, -d, -n. --help -h Print this help message and exit. listname is the name of the mailing list to use. Note that if neither -r or -d is supplied, both regular members are printed first, followed by digest members, but no indication is given as to address status.
sl: Na¹teje vse èlane dopisnega seznama. Uporaba: %(PROGRAM)s [options] imeseznama Kjer: --output file -o file Zapi¹e rezultat v navedeno datoteko namesto na standardni izhod. --regular / -r Prika¾e samo navadne èlane (brez izvleèka). --digest[=kind] / -d [kind] Prike¾e samo èlane, ki prejemajo izvleèek. Neobvezni argument "mime" ali "plain" prika¾e samo tiste èlane, ki prejemajo navedeno vrsto izvleèka. --nomail[=why] / -n [why] Prika¾e èlane, ki imajo onemogoèeno prejemanje sporoèil. Dodatni argumenti so "byadmin", "byuser", "bybounce", ali "unknown", ki prika¾ejo le tiste uporabnike, ki jim je bila dostava sporoèil prekinjena zaradi navedenega vzroka. Lahko je tudi "enabled", ki prika¾e samo tiste, ki imajo dostavo sporoèil omogoèeno. --fullnames / -f V izhod vkljuèi tudi polna imena èlanov. --preserve / -p Prika¾e naslove èlanov v izvirni obliki, tako kot so prijavljeni na dopisni seznam. Brez tega bodo naslovi prikazani z malimi èrkami. --invalid / -i Prika¾e le tiste èlanske naslove, ki niso veljavni. Prezre mo¾nosti -r, -d, -n. --unicode / -u Prika¾e naslove, ki so shranjeni kot Unicode elementi namesto kot navadni nizi. Prezre mo¾nosti -r, -d, -n. --help -h Prika¾e to pomoè in se vrne v ukazni naèin. imeseznama je ime dopisnega seznama. Èe ne navedete niti -r niti -d, bodo najprej prikazani navadni èlani, za njimi pa tisti z izvleèkom, vendar ne bo prikazano stanje naslova.

source: Bad --nomail option: %(why)s
sl: Neveljavna mo¾nost --nomail: %(why)s

source: Bad --digest option: %(kind)s
sl: Neveljavna mo¾nost --digest: %(kind)s

source: Could not open file for writing:
sl: Ni mogoèe odpreti datoteke za zapis:

source: List the owners of a mailing list, or all mailing lists. Usage: %(PROGRAM)s [options] [listname ...] Options: -w / --with-listnames Group the owners by list names and include the list names in the output. Otherwise, the owners will be sorted and uniquified based on the email address. -m / --moderators Include the list moderators in the output. -h / --help Print this help message and exit. listname Print the owners of the specified lists. More than one can appear after the options. If there are no listnames provided, the owners of all the lists will be displayed.
sl: Na¹teje lastnike enega ali vseh po¹tnih seznamov. Uporaba: %(PROGRAM)s [options] [listname ...] Mo¾nosti: -w / --with-listnames Na¹teje lastnike po imenih seznamov in vkljuèi ta imena seznamov v izhod. V nasprotnem primeru bodo lastniki razvr¹èeni po e-po¹tnih naslovih. -m / --moderators Prika¾e tudi moderatorje seznamov. -h / --help Prika¾e to sporoèilo in se vrne v ukazni naèin. listname Prika¾e lastnike podanih seznamov. Za mo¾nostmi lahko navedete najmanj enega. Èe ni podanih imen seznamov, bodo prikazani vsi lastniki vseh seznamov.

source: Primary start-up and shutdown script for Mailman's qrunner daemon. This script starts, stops, and restarts the main Mailman queue runners, making sure that the various long-running qrunners are still alive and kicking. It does this by forking and exec'ing the qrunners and waiting on their pids. When it detects a subprocess has exited, it may restart it. The qrunners respond to SIGINT, SIGTERM, and SIGHUP. SIGINT and SIGTERM both cause the qrunners to exit cleanly, but the master will only restart qrunners that have exited due to a SIGINT. SIGHUP causes the master and the qrunners to close their log files, and reopen then upon the next printed message. The master also responds to SIGINT, SIGTERM, and SIGHUP, which it simply passes on to the qrunners (note that the master will close and reopen its own log files on receipt of a SIGHUP). The master also leaves its own process id in the file data/master-qrunner.pid but you normally don't need to use this pid directly. The `start', `stop', `restart', and `reopen' commands handle everything for you. Usage: %(PROGRAM)s [options] [ start | stop | restart | reopen ] Options: -n/--no-restart Don't restart the qrunners when they exit because of an error or a SIGINT. They are never restarted if they exit in response to a SIGTERM. Use this only for debugging. Only useful if the `start' command is given. -u/--run-as-user Normally, this script will refuse to run if the user id and group id are not set to the `mailman' user and group (as defined when you configured Mailman). If run as root, this script will change to this user and group before the check is made. This can be inconvenient for testing and debugging purposes, so the -u flag means that the step that sets and checks the uid/gid is skipped, and the program is run as the current user and group. This flag is not recommended for normal production environments. Note though, that if you run with -u and are not in the mailman group, you may have permission problems, such as begin unable to delete a list's archives through the web. Tough luck! -s/--stale-lock-cleanup If mailmanctl finds an existing master lock, it will normally exit with an error message. With this option, mailmanctl will perform an extra level of checking. If a process matching the host/pid described in the lock file is running, mailmanctl will still exit, but if no matching process is found, mailmanctl will remove the apparently stale lock and make another attempt to claim the master lock. -q/--quiet Don't print status messages. Error messages are still printed to standard error. -h/--help Print this message and exit. Commands: start - Start the master daemon and all qrunners. Prints a message and exits if the master daemon is already running. stop - Stops the master daemon and all qrunners. After stopping, no more messages will be processed. restart - Restarts the qrunners, but not the master process. Use this whenever you upgrade or update Mailman so that the qrunners will use the newly installed code. reopen - This will close all log files, causing them to be re-opened the next time a message is written to them
sl: Primarni skript za zagon in zapiranje pritajenih programov qrunner. Ta skript za¾ene, konèa in ponovno za¾ene glavne Mailman pritajene programe qrunner (queue runners) in tako skrbi za stalno izvajanje teh programov. To stori tako, da podvoji in izvede podredne programe qrunner in poèaka na njihove pid. Ko ugotovi, da se je kateri podproces zaprl, ga lahko ponovno za¾ene. Pritajeni qrunner programi se odzivajo na signale SIGINT, SIGTERM in SIGHUP. SIGINT in SIGTERM povzroèita, da se podredni programi zaprejo, vendar bo glavni program ponovno zagnal le tiste, ki so se zaprli zaradi signala SIGINT. Kadar prejmejo SIGHUP, se zaprejo dnevni¹ke (log) datoteke glavnega in podrednih programov, in se ponovno odprejo z naslednjim vne¹enim sporoèilom. Glavni program se odzove tudi na signale SIGINT, SIGTERM in SIGHUP, ki jih samo posreduje podrednim programom (glavni zapre in ponovno odpre svoje dnevni¹ke datoteke, ko prejme signal SIGHUP). Le-ta zapi¹e id procesa tudi v datoteko data/master-qrunner.pid, vendar tega pid navadno ne boste potrebovali. Ukazi `start', `stop', `restart' in `reopen' opravijo vse namesto vas. Uporaba: %(PROGRAM)s [options] [ start | stop | restart | reopen ] Mo¾nosti: -n/--no-restart Ne za¾ene ponovno podrednih programov, potem ko se zaprejo zaradi napake ali signala SIGINT. Èe se zaprejo zaradi signala SIGTERM, ne bodo ponovno zagnani. Uporabite to mo¾nost za razhro¹èevanje. Uporabna je le, èe je podan ukaz `start'. -u/--run-as-user Navadno se ta skript ne bo izvedel, èe id uporabnika in skupine ni nastavljen na `mailman' uporabnika in skupino (kar doloèite pri konfiguraciji Mailmana). Èe ga za¾enete kot root, se bo skript pred preverjanjem ponastavil na tega uporabnika in skupino. To je lahko neprijetno, kadar ta skript uporabljate za testiranje in razhro¹èevanje, zato se uporablja -u, s èimer preskoèite postopek spreminjanja uid/gid, program pa se za¾ene kot trenutni uporabnik in skupina.Ta mo¾nost se ne priporoèa v navadnih produkcijskih okoljih. Èe za¾enete ukaz z mo¾nostjo -u in niste v mailman skupini, lahko pride do te¾av z dovoljenji; npr. ne bo veè mogoèe brisati arhivov seznama prek spletne strani. ®al! -s/--stale-lock-cleanup Èe mailmanctl najde obstojeèo glavno zaporo (lock), se bo navadno zaprl in pokazal obvestilo o napaki. S to mo¾nostjo pa bo mailmanctl izvedel ¹e eno preverjanje. Èe bo na¹el delujoèi proces, ki se ujema s podanim host/pid v datoteki z zaporo, se bo mailmanctl zaprl, èe pa tak¹nega procesa ne bo na¹el, bo odstranil zastarelo zaporo in ponovno poskusil najti glavno zaporo. -q/--quiet Ne poka¾e sporoèil o stanju. Sporoèila o napakah bodo prikazana v standardnih napakah. -h/--help Prika¾e to sporoèilo in se vrne v ukazni naèin. Ukazi: start - Za¾ene glavni pritajeni program in vse podredne. Prika¾e sporoèilo in se zapre, èe je glavni program ¾e zagnan. stop - Zapre glavni pritajeni program in vse podredne (qrunner) programe. Ko se programi zaprejo, se obdelava sporoèil konèa. restart - Ponovno za¾ene podredne programe (qrunners), ne pa tudi nadrednega. Ta ukaz uporabite, ko nadgrajujete ali posodabljate Mailmana, zato da bodo vsi podredni programi uporabljali novo kodo. reopen - S tem zaprete vse dnevni¹ke (log) datoteke, ki bodo odprte ¹ele naslednjiè, ko bo vanje zapisano sporoèilo.

source: PID unreadable in: %(pidfile)s
sl: Neberljiv PID v: %(pidfile)s

source: Is qrunner even running?
sl: Ali je qrunner program sploh zagnan?

source: No child with pid: %(pid)s
sl: Ni podrednega programa s pid: %(pid)s

source: Stale pid file removed.
sl: Zastarela pid datoteka odstranjena.

source: The master qrunner lock could not be acquired because it appears as if another master qrunner is already running.
sl: Ni mogoèe najti zapore (lock) glavnega pritajenega programa, ker je verjetno ¾e zagnan drug glavni qrunner program.

source: The master qrunner lock could not be acquired. It appears as though there is a stale master qrunner lock. Try re-running mailmanctl with the -s flag.
sl: Ni mogoèe najti zapore glavnega qrunner programa. Izgleda, da obstaja zastarana qrunner zapora. Za¾enite mailmanctl z mo¾nostjo -s.

source: The master qrunner lock could not be acquired, because it appears as if some process on some other host may have acquired it. We can't test for stale locks across host boundaries, so you'll have to do this manually. Or, if you know the lock is stale, re-run mailmanctl with the -s flag. Lock file: %(LOCKFILE)s Lock host: %(status)s Exiting.
sl: Zapore glavnega qrunner programa ni mogoèe najti, saj jo je oèitno prevzel kak drug proces na drugem gostitelju. Zastarelih zapor ni mogoèe iskati na tujih gostiteljih, zato boste to morali opraviti roèno. Èe pa ste preprièani, da je neka zapora zastarela, ponovno za¾enite mailmanctl z mo¾nostjo -s. Datoteka z zaporo: %(LOCKFILE)s Gostitelj z zaporo: %(status)s Izhod.

source: Site list is missing: %(sitelistname)s
sl: Manjka seznam strani: %(sitelistname)s

source: Run this program as root or as the %(name)s user, or use -u.
sl: Za¾enite program kot root ali uporabnik %(name)s, oz. uporabite -u.

source: No command given.
sl: Ukaz ni podan.

source: Bad command: %(command)s
sl: Neveljaven ukaz: %(command)s

source: Warning! You may encounter permission problems.
sl: Opozorilo! Lahko pride do te¾av z dovoljenji.

source: Shutting down Mailman's master qrunner
sl: Zapiranje Mailmanovega glavnega pritajenega programa

source: Restarting Mailman's master qrunner
sl: Ponovni zagon glavnega pritajenega programa

source: Re-opening all log files
sl: Ponovno odpiranje vseh dnevni¹kih datotek

source: Starting Mailman's master qrunner.
sl: Zaganjanje glavnega pritajenega programa.

source: Set the site password, prompting from the terminal. The site password can be used in most if not all places that the list administrator's password can be used, which in turn can be used in most places that a list users password can be used. Usage: %(PROGRAM)s [options] [password] Options: -c/--listcreator Set the list creator password instead of the site password. The list creator is authorized to create and remove lists, but does not have the total power of the site administrator. -h/--help Print this help message and exit. If password is not given on the command line, it will be prompted for.
sl: Nastavite geslo za seznam, ki se bo zahtevalo v terminalskem oknu. Geslo seznama lahko uporabite v skoraj, èe ne vseh, primerih, kjer se zahteva skrbni¹ko geslo, ki pa ga lahko uporabite povsod, kjer se zahteva geslo uporabnikov seznama. Uporaba: %(PROGRAM)s [options] [password] Mo¾nosti: -c/--listcreator Namesto gesla seznama nastavi geslo za lastnika seznama. Le-ta je poobla¹èen za ustvarjanje in brisanje seznamov, nima pa popolnega dostopa, kot ga ima skrbnik seznama. -h/--help Prika¾e to sporoèilo s pomoèjo in se vrne v ukazni naèin. Èe geslo ni podano v ukazni vrstici, se bo prikazalo opozorilo.

source: site
sl: stran

source: list creator
sl: lastnik seznama

source: New %(pwdesc)s password:
sl: Novo %(pwdesc)s geslo:

source: Again to confirm password:
sl: Ponovite geslo:

source: Passwords do not match; no changes made.
sl: Gesli se ne ujemata, zato spremembe ne veljajo.

source: Interrupted...
sl: Prekinjeno...

source: Password changed.
sl: Geslo spremenjeno.

source: Password change failed.
sl: Sprememba gesla ni uspela.

source: Generate binary message catalog from textual translation description. This program converts a textual Uniforum-style message catalog (.po file) into a binary GNU catalog (.mo file). This is essentially the same function as the GNU msgfmt program, however, it is a simpler implementation. Usage: msgfmt.py [OPTIONS] filename.po Options: -o file --output-file=file Specify the output file to write to. If omitted, output will go to a file named filename.mo (based off the input file name). -h --help Print this message and exit. -V --version Display version information and exit.
sl: Ustvari binarni katalog sporoèil iz besedilnega opisa prevoda. Ta program pretvori besedilni katalog Uniforum sporoèil (.po datoteko) v binarni GNU katalog (.mo datoteko). Ta funkcija ustreza programu GNU msgfmt, le da je njena uporaba la¾ja. Uporaba: msgfmt.py [MO®NOSTI] imedatoteke.po Mo¾nosti: -o file --output-file=file Doloèi izhodno datoteko, v katero bo zapisan rezultat. Èe ne bo doloèena, bo uporabljena datoteka imedatoteke.mo (po vhodni datoteki). -h --help Prika¾e to sporoèilo in se vrne v ukazni naèin. -V --version Prika¾e podatke o razlièici in se vrne v ukazni naèin.

source: Add a non-fuzzy translation to the dictionary.
sl: Dodaj neohlapen prevod v slovar.

source: Return the generated output.
sl: Vrne izhodni rezultat.

source: Unknown language: %(lang)s
sl: Neznani jezik: %(lang)s

source: Enter the name of the list:
sl: Vnesite ime za seznam:

source: Enter the email of the person running the list:
sl: Vnesite e-po¹tni naslov osebe, ki skrbi za seznam:

source: Initial %(listname)s password:
sl: Zaèetno geslo za seznam %(listname)s:

source: The list password cannot be empty
sl: Geslo za seznam ne sme biti prazno

source: Hit enter to notify %(listname)s owner...
sl: Pritisnite Enter, da obvestite lastnika seznama %(listname)s...

source: %(name)s runs the %(runnername)s qrunner
sl: %(name)s zaganja qrunner %(runnername)s

source: All runs all the above qrunners
sl: All zaganja vse zgoraj na¹tete programe qrunner

source: No runner name given.
sl: Manjka ime programa.

source: Could not open file for reading: %(filename)s.
sl: Ni mogoèe odpreti datoteke za branje: %(filename)s.

source: Error opening list %(listname)s... skipping.
sl: Napaka pri odpiranju seznama %(listname)s... prezrto.

source: No such member: %(addr)s
sl: Èlan ne obstaja: %(addr)s

source: User `%(addr)s' removed from list: %(listname)s.
sl: Uporabnik `%(addr)s' odstranjen s seznama: %(listname)s.

source: Remove the components of a mailing list with impunity - beware! This removes (almost) all traces of a mailing list. By default, the lists archives are not removed, which is very handy for retiring old lists. Usage: rmlist [-a] [-h] listname Where: --archives -a Remove the list's archives too, or if the list has already been deleted, remove any residual archives. --help -h Print this help message and exit.
sl: Odstranjevanje komponent po¹tnega seznama brez izjeme - pozor! S tem odstranite (skoraj) vse sledi o po¹tnem seznamu. Privzeto arhivi seznama ne bodo odstranjeni, kar pride prav pri zapiranju starih seznamov. Uporaba: rmlist [-a] [-h] listname Mo¾nosti: --archives -a Odstrani tudi arhive seznama, èe pa je bil seznam ¾e izbrisan, odstrani arhive, ki so morda ostali. --help -h Prika¾e to sporoèilo in se vrne v ukazni naèin.

source: Removing %(msg)s
sl: Odstranjevanje %(msg)s

source: %(listname)s %(msg)s not found as %(filename)s
sl: %(listname)s %(msg)s ni mogoèe najti kot %(filename)s

source: No such list (or list already deleted): %(listname)s
sl: Seznam ne obstaja (ali pa je ¾e izbrisan): %(listname)s

source: No such list: %(listname)s. Removing its residual archives.
sl: Seznam ne obstaja: %(listname)s. Odstranjevanje ostankov arhiva.

source: Not removing archives. Reinvoke with -a to remove them.
sl: Arhivi ne bodo odstranjeni. Uporabite ukaz z -a, èe jih ¾elite izbrisati.

source: list info
sl: informacije o seznamu

source: stale lock file
sl: zastarela datoteka z zaporo

source: private archives
sl: zasebni arhiv

source: public archives
sl: javni arhiv

source: Show the contents of one or more Mailman queue files. Usage: show_qfiles [options] qfile ... Options: -q / --quiet Don't print `helpful' message delimiters. -h / --help Print this text and exit. Example: show_qfiles qfiles/shunt/*.pck
sl: Poka¾e vsebino ene ali veèih Mailman datotek s èakajoèimi sporoèili. Uporaba: show_qfiles [mo¾nosti] qfile ... Mo¾nosti: -q / --quiet Ne prika¾e `koristnih' loèil med sporoèili. -h / --help Prika¾e to besedilo in se vrne v ukazni naèin. Primer: show_qfiles qfiles/shunt/*.pck

source: Synchronize a mailing list's membership with a flat file. This script is useful if you have a Mailman mailing list and a sendmail :include: style list of addresses (also as is used in Majordomo). For every address in the file that does not appear in the mailing list, the address is added. For every address in the mailing list that does not appear in the file, the address is removed. Other options control what happens when an address is added or removed. Usage: %(PROGRAM)s [options] -f file listname Where `options' are: --no-change -n Don't actually make the changes. Instead, print out what would be done to the list. --welcome-msg[=<yes|no>] -w[=<yes|no>] Sets whether or not to send the newly added members a welcome message, overriding whatever the list's `send_welcome_msg' setting is. With -w=yes or -w, the welcome message is sent. With -w=no, no message is sent. --goodbye-msg[=<yes|no>] -g[=<yes|no>] Sets whether or not to send the goodbye message to removed members, overriding whatever the list's `send_goodbye_msg' setting is. With -g=yes or -g, the goodbye message is sent. With -g=no, no message is sent. --digest[=<yes|no>] -d[=<yes|no>] Selects whether to make newly added members receive messages in digests. With -d=yes or -d, they become digest members. With -d=no (or if no -d option given) they are added as regular members. --notifyadmin[=<yes|no>] -a[=<yes|no>] Specifies whether the admin should be notified for each subscription or unsubscription. If you're adding a lot of addresses, you definitely want to turn this off! With -a=yes or -a, the admin is notified. With -a=no, the admin is not notified. With no -a option, the default for the list is used. --file <filename | -> -f <filename | -> This option is required. It specifies the flat file to synchronize against. Email addresses must appear one per line. If filename is `-' then stdin is used. --help -h Print this message. listname Required. This specifies the list to synchronize.
sl: Sinhronizacija èlanov po¹tnega seznama s pomoèjo flat file datoteke. Ta skript je uporaben, èe imate Mailman po¹tni seznam in sendmail :include: seznam z naslovi (kot se uporablja za Majordomo). Vsak naslov v datoteki, ki ¹e ni prijavljen na po¹tni seznam, bo ta naslov dodan. Vsak naslov na po¹tnem seznamu, ki ga ni tudi v datoteki, bo odstranjen s seznama. Z ostalimi mo¾nostmi doloèate, kaj se bo zgodilo, potem ko bo naslov dodan ali odstranjen. Uporaba: %(PROGRAM)s [options] -f file listname Mo¾nosti so naslednje: --no-change -n Ne izvede nobenih sprememb. Namesto tega prika¾e, kaj bi se lahko zgodilo na seznamu. --welcome-msg[=<yes|no>] -w[=<yes|no>] Doloèa, ali bodo novim uporabnikom poslana sporoèila z dobrodo¹lico, pri tem pa povozi izbrano nastavitev `send_welcome_msg' za seznam. -w=yes ali -w pomeni, da bodo sporoèila poslana, -w=no pa pomeni, da se sporoèila ne bodo po¹iljala. --goodbye-msg[=<yes|no>] -g[=<yes|no>] Doloèa, ali bodo odstranjenim èlanom poslana pozdravna sporoèila, pri tem pa povozi izbrano nastavitev`send_goodbye_msg'. -g=yes ali -g pomeni, da bo sporoèilo poslano, -g=no pa pomeni, da ne bo poslano. --digest[=<yes|no>] -d[=<yes|no>] Doloèa, ali bodo novi èlani prejemali sporoèila v obliki izvleèkov, ali ne. Z -d=yes ali -d, bodo prejemali izvleèke, z -d=no (ali èe ni podane mo¾nosti -d), bodo prejemali posamezna sporoèila. --notifyadmin[=<yes|no>] -a[=<yes|no>] Doloèa, ali bo skrbnik obve¹èen o vsaki prijavi in odjavi. Èe pogosto dodajate in bri¹ete uporabnike na seznamu, to mo¾nost raje izkljuèite! Z -a=yes ali -a bo skrbnik vsakiè obve¹èen, z -a=no pa ne. Brez podane mo¾nosti -a bo uporabljena privzeta nastavitev za seznam. --file <filename | -> -f <filename | -> Ta mo¾nost je obvezna. Doloèa flat file datoteko, s katero bo seznam usklajen. V njej morajo biti e-po¹tni naslovi navedeni vsak v svoji vrstici. Èe je datoteka `-', bo uporabljen standardni vhod. --help -h Poka¾e to sporoèilo. listname Obvezno. Doloèa seznam, ki bo sinhroniziran.

source: Bad choice: %(yesno)s
sl: Neveljavna izbira: %(yesno)s

source: Dry run mode
sl: Naèin roènega preverjanja (dry run)

source: Only one -f switch allowed
sl: Dovoljen je le en -f argument

source: No argument to -f given
sl: Argument -f ni podan

source: Illegal option: %(opt)s
sl: Nedovoljena mo¾nost: %(opt)s

source: No listname given
sl: Ime seznama ni podano

source: Must have a listname and a filename
sl: Imeni seznama in datoteke sta obvezni

source: Cannot read address file: %(filename)s: %(msg)s
sl: Ni mogoèe brati datoteke z naslovi: %(filename)s: %(msg)s

source: Ignore : %(addr)30s
sl: Prezri : %(addr)30s
