Repository: apple-oss-distributions/mailman
Catalog: mailman/messages/*/LC_MESSAGES/mailman.po
Languages: sl

source: If your mailing list's default language uses a non-ASCII character set and the prefix contains non-ASCII characters, the prefix will always be encoded according to the relevant standards. However, if your prefix contains only ASCII characters, you may want to set this option to <em>Never</em> to disable prefix encoding. This can make the subject headers slightly more readable for users with mail readers that don't properly handle non-ASCII encodings. <p>Note however, that if your mailing list receives both encoded and unencoded subject headers, you might want to choose <em>As needed</em>. Using this setting, Mailman will not encode ASCII prefixes when the rest of the header contains only ASCII characters, but if the original header contains non-ASCII characters, it will encode the prefix. This avoids an ambiguity in the standards which could cause some mail readers to display extra, or missing spaces between the prefix and the original header.
sl: Èe privzeti jezik va¹ega po¹tnega seznama uporablja ne-ASCII znake, poleg tega pa jih vsebuje tudi predpona, bo predpona vedno zakodirana po veljavnih standardih. Èe pa predpona vsebuje le ASCII znake, lahko to mo¾nost nastavite na <em>Nikoli</em>, da onemogoèite kodiranje predpone. Tako bo Zadeva bolj èitljiva uporabnikom s po¹tnimi programi, ki ne podpirajo dobro ne-ASCII nabora znakov. <p>Èe pa na va¹ po¹tni seznam prihajajo tako kodirani kot nekodirane glave z zadevo, raje izberite <em>Po potrebi</em>. S to nastavitvijo Mailman ne bo kodiral ASCII predpone, èe ostalo besedilo vsebuje samo ASCII znake, èe pa izvirna glava vsebuje ne-ASCII znake, bo zakodiral predpono. Tako se izognete dvoumnim standardom, zaradi katerih bi lahko nekateri po¹tni programi med predpono in izvirnim sporoèilom prikazali preveè ali premalo presledkov.

source: Membership&nbsp;Management...
sl: Èlanstvo &nbsp; upravljanje...

source: Membership&nbsp;List
sl: Seznam&nbsp;èlanov

source: Mass&nbsp;Subscription
sl: Skupinska&nbsp;prijava

source: Mass&nbsp;Removal
sl: Skupinska&nbsp;odjava

source: Non-digest&nbsp;options
sl: Mo¾nosti&nbsp;za naèin brez izvleèka

source: Policies concerning immediately delivered list traffic.
sl: Pravila za neposredno prejeta sporoèila na seznamu.

source: Can subscribers choose to receive mail immediately, rather than in batched digests?
sl: Ali lahko èlani seznama izberejo, ali ¾elijo prejemati sporoèila takoj namesto v dnevnih izvleèkih?

source: Full Personalization
sl: Popolna personalizacija

source: Should Mailman personalize each non-digest delivery? This is often useful for announce-only lists, but <a href="?VARHELP=nondigest/personalize">read the details</a> section for a discussion of important performance issues.
sl: Ali naj Mailman poosebi vsako po¹to, ki ni izvleèek? To je uporabno na seznamih, kjer so samo-obvestila, vseeno pa <a href="?VARHELP=nondigest/personalize">preberite podrobnosti</a> razprave o pomembnih vpra¹anjih glede uporabnosti te mo¾nosti.

source: Normally, Mailman sends the regular delivery messages to the mail server in batches. This is much more efficent because it reduces the amount of traffic between Mailman and the mail server. <p>However, some lists can benefit from a more personalized approach. In this case, Mailman crafts a new message for each member on the regular delivery list. Turning this feature on may degrade the performance of your site, so you need to carefully consider whether the trade-off is worth it, or whether there are other ways to accomplish what you want. You should also carefully monitor your system load to make sure it is acceptable. <p>Select <em>No</em> to disable personalization and send messages to the members in batches. Select <em>Yes</em> to personalize deliveries and allow additional substitution variables in message headers and footers (see below). In addition, by selecting <em>Full Personalization</em>, the <code>To</code> header of posted messages will be modified to include the member's address instead of the list's posting address. <p>When personalization is enabled, a few more expansion variables that can be included in the <a href="?VARHELP=nondigest/msg_header">message header</a> and <a href="?VARHELP=nondigest/msg_footer">message footer</a>. <p>These additional substitution variables will be available for your headers and footers, when this feature is enabled: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
sl: Navadno Mailman po¹ilja redna objavljena sporoèila na po¹tni stre¾nik v skupinah. To je bolj uèinkovito, saj zmanj¹a kolièino prometa med Mailmanom in stre¾nikom. <p>Pri nekaterih seznamih pa je pomembnej¹i bolj oseben pristop. V tem primeru Mailman oblikuje posebno sporoèilo, za vsakega prejemnika sporoèil s seznama. Èe vkljuèite to mo¾nost, se bo hitrost po¹iljanja sporoèil z va¹ega seznama zmanj¹ala, zato dobro premislite, ali se izplaèa in ali lahko ¾eleni uèinek dose¾ete tudi kako drugaèe. Prav tako tudi preverite, èe je sistem dovolj zmogljiv. <p>Izberite <em>Ne</em>, da enemogoèite personalizacijo sporoèil èlanom. Izberite <em>Da</em>, èe ¾elite poosebiti po¹iljanje po¹te in dovoliti dodatne nadomestne spremenljivke v glavah in nogah sporoèil (glej spodaj). Poleg tega lahko izberete tudi <em>Popolno personalizacijo</em>, s èimer spremenite polje <code>Za</code>v objavljenih sporoèilih, tako da bo namesto naslova seznama prikazan naslov èlana. <p>Èe je personalizacija vkljuèena, lahko vkljuèite ¹e dodatne spremenljivke v <a href="?VARHELP=nondigest/msg_header">glavo sporoèila</a> in <a href="?VARHELP=nondigest/msg_footer">nogo sporoèila</a>. <p>Te dodatne nadomestne spremenljivke bodo na voljo za glave in noge, èe je ta mo¾nost omogoèena: <ul><li><b>user_address</b> - Naslov uporabnika, prikazan z malimi èrkami. <li><b>user_delivered_to</b> - Originalni naslov, s katerim je uporabnik prijavljen. <li><b>user_password</b> - Uporabnikovo geslo. <li><b>user_name</b> - Uporabnikovo pravo ime. <li><b>user_optionsurl</b> - URL strani z nastavitvami tega uporabnika. </ul>

source: When <a href="?VARHELP=nondigest/personalize">personalization</a> is enabled for this list, additional substitution variables are allowed in your headers and footers: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
sl: Ko za ta dopisni seznam omogoèite <a href="?VARHELP=nondigest/personalize">poosebitev</a>, bodo v glavah in nogah dovoljene dodatne spremenljivke: <ul><li><b>user_address</b> - Naslov uporabnika, prikazan z malimi èrkami. <li><b>user_delivered_to</b> - Uporabnikov naslov, s katerim je je prijavljen, v izvirni obliki. <li><b>user_password</b> - Uporabnikovo geslo. <li><b>user_name</b> - Uporabnikovo polno ime. <li><b>user_optionsurl</b> - URL uporabnikove (izbirne) spletne strani. </ul>

source: Header added to mail sent to regular list members
sl: Glava dodana e-po¹ti za navadne èlane seznama.

source: Text prepended to the top of every immediately-delivery message.
sl: Besedilo, ki bo dodano na zaèetku vsakega sporoèila, ki bo poslano neposredno (ne izvleèek).

source: Footer added to mail sent to regular list members
sl: Noga dodana e-po¹ti za navadne èlane seznama.

source: Text appended to the bottom of every immediately-delivery message.
sl: Besedilo, ki bo dodano na koncu vsakega sporoèila, ki bo poslano neposredno (ne izvleèek).

source: Passwords
sl: Gesla

source: Privacy options...
sl: Nastavitve zasebnosti...

source: Subscription&nbsp;rules
sl: Pravila&nbsp;prijave

source: Sender&nbsp;filters
sl: Filtri&nbsp;po¹iljateljev

source: Recipient&nbsp;filters
sl: Filtri&nbsp;prejemnikov

source: Spam&nbsp;filters
sl: Filtri&nbsp;ne¾elene po¹te

source: None
sl: Brez

source: Confirm
sl: Potrditev

source: Require approval
sl: Potrebna odobritev

source: Confirm and approve
sl: Potrditev in odobritev

source: What steps are required for subscription?<br>
sl: Kak¹en je postopek prijave?<br>

source: None - no verification steps (<em>Not Recommended </em>)<br> Confirm (*) - email confirmation step required <br> Require approval - require list administrator Approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
sl: Brez - ni potrditvenega postopka (<em>Ni priporoèljivo </em>)<br> Potrditev (*) - potrebna je potrditev zahteve<br> Potrebna odobritev - za prijavo je potrebna odobritev skrbnika seznama <br> Potrditev in odobritev - potrebno je potrditi in odobriti <p>(*) zahtevo po prijavi, Mailman po¹lje obvestilo z edinstveno ¹tevilko zahteve za prijavo, na katero morajo odgovoriti, èe se ¾elijo prijaviti.<br> Na ta naèin se posku¹a prepreèiti zloraba naslova, npr. èe ¾eli neka oseba prijaviti drugo osebo na seznam, brez privoljenja te osebe.

source: Confirm (*) - email confirmation required <br> Require approval - require list administrator approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
sl: Potrditev (*) - potrebna je potrditev zahteve <br> Potrebna odobritev - potrebna je ¹e odobritev prijave s strani skrbnika <br> Potrditev in odobritev - potrebna je tako potrditev kot odobritev <p>(*) ko nekdo zahteva prijavo, Mailman po¹lje sporoèilo z edinstveno ¹tevilko prijave, na katero mora ta oseba odgovoriti, èe se ¾eli prijaviti na seznam.<br> Na ta naèin prepreèite, da bi neka oseba prijavila drugo osebo, brez privoljenja te osebe.

source: This section allows you to configure subscription and membership exposure policy. You can also control whether this list is public or not. See also the <a href="%(admin)s/archive">Archival Options</a> section for separate archive-related privacy settings.
sl: V tem oddelku lahko konfigurirate pravila za prijavo in èlanstvo. Doloèite tudi, ali naj to va¹ seznam javen ali ne. Oglejte si tudi oddelek <a href="%(admin)s/archive">Mo¾nosti arhiviranja</a>, v katerem doloèite nastavitve, povezane z arhiviranjem.

source: Subscribing
sl: Prijavljanje

source: Advertise this list when people ask what lists are on this machine?
sl: Ali naj bo va¹ seznam prikazan med po¹tnimi seznami na tem gostitelju?

source: Is the list moderator's approval required for unsubscription requests? (<em>No</em> is recommended)
sl: Ali je za zahteve za odjavo potrebna odobritev skrbnika seznama? (Priporoèa se <em>Ne</em>)

source: When members want to leave a list, they will make an unsubscription request, either via the web or via email. Normally it is best for you to allow open unsubscriptions so that users can easily remove themselves from mailing lists (they get really upset if they can't get off lists!). <p>For some lists though, you may want to impose moderator approval before an unsubscription request is processed. Examples of such lists include a corporate mailing list that all employees are required to be members of.
sl: Kadar ¾elijo èlani zapustiti seznam, bodo vnesli zahtevo za odjavo na spletni strani ali prek e-po¹te. Navadno je najbolje, da doloèite odprte odjave, tako da se uporabniki brez te¾av izpi¹ejo s po¹tnih seznamov (v nasprotnem primeru se lahko zelo razburijo!). <p>Pri nekaterih po¹tnih seznamih pa boste ¾eleli, da zahteve za odjavo obravnava skrbnik seznama. Tak primer so notranji po¹tni seznami v podjetjih, pri katerih je èlanstvo za zaposlene obvezno.

source: Ban list
sl: Prepovedani

source: List of addresses which are banned from membership in this mailing list.
sl: Seznam naslovov, ki jim je èlanstvo na tem seznamu prepovedano.

source: Addresses in this list are banned outright from subscribing to this mailing list, with no further moderation required. Add addresses one per line; start the line with a ^ character to designate a regular expression match.
sl: Ti naslovi se ne morejo prijaviti na ta po¹tni seznam, ta mo¾nost pa ne potrebuje dodatne moderacije. V vsako vrstico vnesite naslov; vrstico pa zaènite z znakom ^, s katerim oznaèite regularni izraz.

source: Membership exposure
sl: Javnost èlanstva

source: Anyone
sl: Kdorkoli

source: List admin only
sl: Samo skrbniki seznama

source: List members
sl: Èlani seznama

source: Who can view subscription list?
sl: Kdo ima dostop do seznama èlanov?

source: When set, the list of subscribers is protected by member or admin password authentication.
sl: Èe je ta mo¾nost nastavljena, je seznam èlanov za¹èiten z uporabni¹kim ali skrbni¹kim geslom.

source: Show member addresses so they're not directly recognizable as email addresses?
sl: Ali naj bodo naslovi èlanov prikazani tako, da ne bodo neposredno prepoznavni kot e-po¹tni naslovi?

source: Setting this option causes member email addresses to be transformed when they are presented on list web pages (both in text and as links), so they're not trivially recognizable as email addresses. The intention is to prevent the addresses from being snarfed up by automated web scanners for use by spammers.
sl: Èe vkljuèite to mo¾nost, bodo naslovi èlanov popaèeni, ko bodo prikazani na spletnih straneh seznama (tako v obliki besedila kot v obliki povezav), tako da jih ne bo mogoèe neposredno prepoznati kot e-po¹tne naslove. Namen je zavesti spletne iskalnike, ki po¹iljajo ne¾eleno po¹to.

source: When a message is posted to the list, a series of moderation steps are taken to decide whether a moderator must first approve the message or not. This section contains the controls for moderation of both member and non-member postings. <p>Member postings are held for moderation if their <b>moderation flag</b> is turned on. You can control whether member postings are moderated by default or not. <p>Non-member postings can be automatically <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >accepted</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">held for moderation</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >rejected</a> (bounced), or <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >discarded</a>, either individually or as a group. Any posting from a non-member who is not explicitly accepted, rejected, or discarded, will have their posting filtered by the <a href="?VARHELP=privacy/sender/generic_nonmember_action">general non-member rules</a>. <p>In the text boxes below, add one address per line; start the line with a ^ character to designate a <a href= "http://docs.python.org/library/re.html" >Python regular expression</a>. When entering backslashes, do so as if you were using Python raw strings (i.e. you generally just use a single backslash). <p>Note that non-regexp matches are always done first.
sl: Ko je sporoèilo poslano na po¹tni seznam, se zvrsti postopek, ki doloèa, ali bo moderator moral odobriti sporoèilo ali ne. Ta oddelek vsebuje kontrole za moderacijo sporoèil, ki jih po¹ljejo èlani in neèlani. <p>Èlanska sporoèila bodo moderirana, èe imajo vkljuèeno <b>zastavico za moderacijo</b>. Doloèite lahko, ali bodo èlanska sporoèila moderirana kot privzeta mo¾nost ali ne. <p>Sporoèila neèlanov lahko samodejno <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >sprejmete</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">shranite za moderacijo</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >zavrnete</a> ali <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >izbri¹ete</a>, posamezno ali kot skupino. Vsa sporoèila neèlanov, ki jih izrecno ne sprejmete, zavrnete ali izbri¹ete, bodo filtrirana glede na <a href="?VARHELP=privacy/sender/generic_nonmember_action">splo¹na pravila za neèlane</a>. <p>V spodnja polja vnesite naslove, vsakega v svojo vrstico, ki jo zaènete z znakom ^, ki bo predstavljal <a href= "http://docs.python.org/library/re.html" >Python regularni izraz</a>. Pri vna¹anju po¹evnic nazaj, jih uporabljajte kot grobe Python nize (ponavadi se uporablja enojna po¹evnico nazaj). <p>Najprej se izvede iskanje ne-regexp ujemanj.

source: Member filters
sl: Filtri èlanov

source: By default, should new list member postings be moderated?
sl: Ali naj bodo sporoèila novih èlanov moderirana po privzetem?

source: Each list member has a <em>moderation flag</em> which says whether messages from the list member can be posted directly to the list, or must first be approved by the list moderator. When the moderation flag is turned on, list member postings must be approved first. You, the list administrator can decide whether a specific individual's postings will be moderated or not. <p>When a new member is subscribed, their initial moderation flag takes its value from this option. Turn this option off to accept member postings by default. Turn this option on to, by default, moderate member postings first. You can always manually set an individual member's moderation bit by using the <a href="%(adminurl)s/members">membership management screens</a>.
sl: Vsak èlan seznama ima <em>zastavico za moderacijo</em>, ki doloèa, ali bodo sporoèila èlana objavljena neposredno na seznamu ali jih bo prej pregledal in odobril moderator. Ko je zastavica vkljuèena, je sporoèila tega èlana potrebno najprej odobriti. Potem se lahko vi, kot moderator, odloèite, ali bodo sporoèila tega èlana ¹e naprej moderirana ali ne. <p>Ta mo¾nost doloèa, ali bo zastavica za moderacijo pri novem èlanu privzeto vkljuèena. Èe izkljuèite to mo¾nost, bodo sporoèila novih èlanov vedno sprejeta. Èe jo vkljuèite, bodo sporoèila najprej moderirana. Zastavico posameznega èlana lahko kadarkoli nastavite tudi roèno, na strani <a href="%(adminurl)s/members">upravljanje èlanstva </a>.

source: Action to take when a moderated member posts to the list.
sl: Dejanje, ki se bo izvedlo, ko moderirani èlan po¹lje sporoèilo na seznam.

source: <ul><li><b>Hold</b> -- this holds the message for approval by the list moderators. <p><li><b>Reject</b> -- this automatically rejects the message by sending a bounce notice to the post's author. The text of the bounce notice can be <a href="?VARHELP=privacy/sender/member_moderation_notice" >configured by you</a>. <p><li><b>Discard</b> -- this simply discards the message, with no notice sent to the post's author. </ul>
sl: <ul><li><b>Shrani</b> -- zadr¾i sporoèilo, da ga odobri ali zavrne moderator seznama. <p><li><b>Zavrni</b> -- samodejno zavrne sporoèilo in po¹iljatelju po¹lje obvestilo o zavrnitvi. Besedilo tega obvestila lahko <a href="?VARHELP=privacy/sender/member_moderation_notice" >sestavite sami</a>. <p><li><b>Izbri¹i</b> -- zavr¾e sporoèilo in o tem ne obvesti avtorja sporoèila. </ul>

source: Text to include in any <a href="?VARHELP/privacy/sender/member_moderation_action" >rejection notice</a> to be sent to moderated members who post to this list.
sl: Besedilo, ki bo vkljuèeno v vsako <a href="?VARHELP/privacy/sender/member_moderation_action" >obvestilo o zavrnitvi</a> in bo poslano moderiranim uporabnikom s tega seznama.

source: Non-member filters
sl: Filtri neèlanov

source: List of non-member addresses whose postings should be automatically accepted.
sl: Seznam naslovov neèlanov, katerih sporoèila bodo samodejno odobrena.

source: List of non-member addresses whose postings will be immediately held for moderation.
sl: Seznam naslovov neèlanov, katerih sporoèila bodo sprejeta na èakalno listo za odobritev.

source: Postings from any of these non-members will be immediately and automatically held for moderation by the list moderators. The sender will receive a notification message which will allow them to cancel their held message. Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
sl: Sporoèila s katerega od teh naslovov bodo takoj in in samodejno poslana v èakalno vrsto za odobritev modratorja. Po¹iljatelj bo prejel obvestilo, s katerim bo lahko tudi preklical objavo svojega sporoèila. Dodajte naslove neèlanov, vsakega v novo vrstico, ki jo zaènete z znakom ^, ki predstavlja regularni izraz za iskanje ujemanj.

source: List of non-member addresses whose postings will be automatically rejected.
sl: Seznam naslovov neèlanov, katerih sporoèila bodo samodejno zavrnjena.

source: Postings from any of these non-members will be automatically rejected. In other words, their messages will be bounced back to the sender with a notification of automatic rejection. This option is not appropriate for known spam senders; their messages should be <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >automatically discarded</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
sl: Sporoèila s katerega od teh naslovov bodo takoj in in samodejno zavrnjena. Z drugimi besedami, njihova sporoèila bodo poslana nazaj na njihov naslov, skupaj z obvestilom o o zavrnitvi. Ta mo¾nost ni primerna za znane po¹iljatelje ne¾elene po¹te, njihova sporoèila raje <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >samodejno zavrnite</a>. <p>Dodajte naslove neèlanov, vsakega v novo vrstico, ki jo zaènete z znakom ^, ki predstavlja regularni izraz za filtriranje.

source: List of non-member addresses whose postings will be automatically discarded.
sl: Seznam naslovov neèlanov, katerih sporoèila bodo samodejno izbrisana.

source: Postings from any of these non-members will be automatically discarded. That is, the message will be thrown away with no further processing or notification. The sender will not receive a notification or a bounce, however the list moderators can optionally <a href="?VARHELP=privacy/sender/forward_auto_discards" >receive copies of auto-discarded messages.</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
sl: Sporoèila s katerega od teh naslovov bodo takoj in in samodejno izbrisana. Z drugimi besedami, njihova sporoèila bodo odstranjena brez nadaljnje obdelave ali obvestila. Po¹iljatelj ne bo prejel obvestila ali vrnjenega sporoèila, èeprav moderatorji lahko po ¾elji <a href="?VARHELP=privacy/sender/forward_auto_discards" >prejmejo kopije samodejno izbrisanih sporoèil</a>. <p>Dodajte naslove neèlanov, vsakega v novo vrstico, ki jo zaènete z znakom ^, ki predstavlja regularni izraz za filtriranje.

source: Action to take for postings from non-members for which no explicit action is defined.
sl: Dejanje, ki se bo izvedlo za sporoèila neèlanov, za katere ni izrecno definiranega dejanja.
